export const us = [
    {
        id: "content-us-world-news",
        name: "世界のニュース",
        articles: [
            {
                id: "31b24534-29f6-469f-8ce3-ff774997ef8a",
                class: "columns-3-wide",
                header: "今日起こっています",
                url: "#",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "プレースホルダー",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "誰かが撮影した写真。",
                    tag: {
                        type: "breaking",
                        label: "速報",
                    },
                },
                title: "しかし、執行環境生態学的な栄養価の高い熱控除可能。",
                type: "text",
                content:
                            "フットボールポットIDキャリー。さまざまな栄養開発者。メインロレムでさまざまな宿題をするまで。しかし、ウルナソース不動産栄養の地球。ミネアポリス・ロレムは大規模なサピエンの喉と従業員まで。私の時間のバスケットボールでの笑い。",
            },
            {
                id: "06f7b876-6120-4273-8850-f60f817940f0",
                class: "columns-3-narrow",
                header: "トレンド",
                url: "#",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "プレースホルダー",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "誰かが撮影した写真。",
                },
                title: "偉大なものが必要な人生のシナリオを活性化するために。",
                type: "text",
                content:
                            "それは、バスケットボールで笑いを走らせる特定の製造サッカーではありません。チャンピオンシップDUIライブアルコールトリガードリンクはタンクとして飲みます。直径牛肉まで.\n\nデッキを卒業するための大量開発者. ソースマティス栄養IDニブ温度。 資金調達層のデュオ開発者は、なし。しかし、要素サッカーの抗酸化物質は誰の病気を嫌いますか。",
            },
            {
                id: "e9f3877f-a2a6-41fb-898b-9acb0fdedc19",
                class: "columns-3-narrow",
                header: "天気",
                url: "#",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "プレースホルダー",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "誰かが撮影した写真。",
                },
                title: "喉のバレーボールの要素へのトマト唐辛子が綴られました。",
                type: "list",
                content: [
                    {
                        content: "栄養居住者サッカー悲しい老年。またはピーナッツティルと憎しみのオルシプロテインバスケットボール。",
                    },
                    {
                        content: "私は栄養の直径の週末の利便性が嫌いですが、執行執行生態学的です。",
                    },
                    {
                        content: "子供たちが革新的な化学的痛みを引き出します。矢を味わうための矢印。中国のレースは漫画をパフォーマンスします。",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-around-the-nation",
        name: "全国の周り",
        articles: [
            {
                id: "4e19c383-aff6-45de-b874-008c58a9667f",
                class: "columns-3-balanced",
                header: "最新",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "プレースホルダー",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "誰かが撮影した写真。",
                },
                title: "ヌラムはサッカーが必要な今、カートンロットが必要です。",
                type: "list",
                content: [
                    {
                        content: "ニブ・アルコール写真選手または。オールドとネトゥスとマレスアダの飢er。",
                    },
                    {
                        content: "サッカーサッカーが卒業してすみません。",
                    },
                    {
                        content: "サッカーの写真とサッカーを計画するヴィタエまで. は最新の座りた週末に座っています。",
                    },
                    {
                        content: "妊娠中のアルコールをチャットしません。それは重要な抗酸化物質であり、臨床的なサッカーのポリシーが大きいことです.",
                    },
                ],
            },
            {
                id: "53c3567d-6073-41e8-87ca-f76a282c38f9",
                class: "columns-3-balanced",
                header: "仕事",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "プレースホルダー",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "誰かが撮影した写真。",
                },
                title: "栄養開発者の製造範囲。首でカートンチョコレートのウォームアップ。",
                type: "list",
                content: [
                    {
                        content: "正面にある紫色のサッカーマッサージ。彼は人生計画のスケジュールを.",
                    },
                    {
                        content: "現在、妊娠中の抗酸化物質や谷の調査飲み物です。ファレトラバレーは、サッカーライオンポットの従業員を要素に設定しました.",
                    },
                    {
                        content: "またはバスケットボールDUI SAPIEN。しかし、学部生の悲しい笑顔またはEUまでの学部生の直径。残念ながら、バスケットボールの開発者は、メンバーのメンバーのメンバーではなく、同様です。臨床臨床臨床臨床臨床.",
                    },
                ],
            },
            {
                id: "79344d21-3a1f-4531-87b7-971d0a01e959",
                class: "columns-3-balanced",
                header: "政治",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "プレースホルダー",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "誰かが撮影した写真。",
                },
                title: "局の痛みは非常に機能的です。また、今では不動産ではありません。",
                type: "list",
                content: [
                    {
                        content: "学部生のマイクロ波矢印を控除できる限り、パフォーマンス要素。",
                    },
                    {
                        content: "そして、人生の開発者は、常に週末の直径でいつでも卒業した男です。",
                    },
                    {
                        content: "今はソフトですが、それは常に局の笑顔です。大衆の質量ですが、ツイッターの要素ですが、笑顔です。",
                    },
                    {
                        content: "それぞれまたは土壌臨床局妊娠中の化粧に常に微笑んでください。",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-roundup",
        name: "切り上げする",
        articles: [
            {
                id: "660d5f2a-0977-423b-a585-dbd0f58695e4",
                class: "columns-wrap",
                header: "ワシントン",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "しかし、チョコレートフットボールバスケットボールライフ。ミネアポリスの学部開発者宿題の悲しいケア。マッサージをデッキしますが、パッチだけです。素晴らしいウォームアップワークが必要です。",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "チョコレート全体のサッカー全体の伯爵。タンクとバニーのメールとして。サッカーを卒業したニンジンは、資金調達の執行の不動産です。",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "彼の仲間を妊娠させる必要はありません。モーリス・モーリス・モーリス栄養サッカーサッカー悲しい老年.",
                    },
                ],
            },
            {
                id: "c88e0e0d-e323-4d4e-a0fb-b72c3fda9df8",
                class: "columns-wrap",
                header: "東海岸",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "しかし、チョコレートフットボールバスケットボールライフ。施行生態学的栄養吸気熱熱。投資臨床ヌラ栄養サッカーは、滅菌されたポットがたくさんあります。タイム臨床サッカーカートンエレメントニブ楽しいテレビは今ではありません。悲しいビッグマンは偉大な​​妊娠中の男性で、走り回って座っています。",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "そして、非常にマッサージバスケットボールを執行します。レイヤーのニンジンの開発者にファシリシはありません。ランニングパフォーマンスquisは明日バレーボールロットを引きます。抗酸化物質ですが、病気が嫌いです。このコースでugい走り回っている強大な唐辛子妊娠。",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "地域の整数の学部生をプルします。控除可能な顧客と顧客がいない限り、サッカージャスミンのパフォーマンス要素もいません。無料の週末ですが、明日サッカーはアルコールです。質量をロックしますが、タイムバニーの要素ですが、笑顔の価格。サッカーの価格NIBHテクニックチュートリアルプレーヤーまたは価格。",
                    },
                ],
            },
            {
                id: "a2267128-dd86-4a98-8903-0a887d49104e",
                class: "columns-wrap",
                header: "西海岸",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "リンゴ、しかしこの十分の一の漫画地域。製造のプールですが、アークはパフォーマンススカートを嫌いません。明日ニブ・ヴェネナティス、しかしサッカーにはゲームが必要です。バレーボールの要素以上のものは、喉をマッサージするだけではありません。",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "チョコレートを除くプレイヤーの漫画層。バレーはデートライオンポットの従業員を設定しました。しかし、都合の良い時点で湖があります。現在、大衆開発者に資金を提供している最大の利便性。フットボールの週末の憎しみを撃つ.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "大衆不動産の宿題の子供たちのパフォーマンス。miはそれぞれを飲むか欲しいです。速いお金契約。さまざまなまたはファレトラまたは醜い.",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-crime+justice",
        name: "犯罪と正義",
        articles: [
            {
                id: "bc92acd8-0cbb-42e6-88dc-7589e92eb218",
                class: "columns-3-balanced",
                header: "最高裁判所",
                type: "articles-list",
                content: [
                    {
                        title: "または笑顔や便利さを引っ張ります。",
                        content:
                                    "Ollicitudinおよび臨床的ナグの執行Tellusメイクアップ。ミネアポリスAは宿題渓谷の鍋のベッドにいました。どちらのバスケットボールもいません。学部の悲しい笑顔またはEU。今、あなたは塊を座る必要はありません。明日マティスは今、座っています。",
                    },
                    {
                        title: "臨床グラブは、最大のものであり、最大の資金を調達しています。",
                        content:
                                    "消費者ニンジン補給学部開発者の栄養居住者。明日ニブ・ヴェネナティス、しかしサッカーにはゲームが必要です。のトーマスは、地域の整数の学部生をプルします。フェリスはタンクとして飲み、誰でもマッサージバスケットボールをします。",
                    },
                    {
                        title: "サッカー開発者のように、いくつかのサラダ生態学のモーリス。",
                        content: "エレメントフットボールの抗酸化物質での痴漢ですが、サッカーは利便性を嫌います。アースメイクアップセラミック栄養サッカー開発者の温度。醜い執従業員は今、座るミサがありません.",
                    },
                ],
            },
            {
                id: "190711e5-6bc8-4b26-920a-b6edd74a0847",
                class: "columns-3-balanced",
                header: "地方法",
                type: "articles-list",
                content: [
                    {
                        title: "直径の紫色のまでの多くの治療。",
                        content:
                                    "開発者DUIは、段階的なニンジンを飾ります。しかし、私はBlandit Weekend Maecenasの週末に憎んでいます。ポットまたは開発者を入れて、常にであるがバレーボールをしてください。大衆不動産の宿題の子供たちのパフォーマンス。",
                    },
                    {
                        title: "「チリの最新のバスケットボール矢印は常に宿題が必要です。",
                        content:
                                    "ロボルティスEUはプロパガンダ化学アークに住んでいます。憎しみの弧の軽cであり、サラダが震えの直径のないことです。サッカー開発者のプロパガンダとして、サラダの生態学的なモーリス。パスポートアークランニングパフォーマンスの各執行の直径すべての漫画。",
                    },
                    {
                        title: "ご飯の中のチョコレートチョコレートチョコレート。",
                        content: "塊で座ったり、価値があるのではありません。今、チョコレート漫画モーリス。トマトチリを喉の枕に調査してください。それは執行の不動産です。地域では、今のところは喉のバリエッドサッカーを整理する地域で.",
                    },
                ],
            },
            {
                id: "0233b0b6-69f1-4c51-81cd-b849e435f2c1",
                class: "columns-3-balanced",
                header: "意見",
                type: "articles-list",
                content: [
                    {
                        title: "優れていて、不動産製造が選択されています。",
                        content:
                                    "エネナティス・ウルナランニングは今、チョコレート漫画モーリスを必要としています。谷は、デートライオンポットの従業員を要素に設定しました。フットボールカートンエレメントニブ地域。サッカーマッサージのチリのチップの人生、しかしプールだけですが、漫画。",
                    },
                    {
                        title: "警察はマティスの臨床または開発者でした。谷の端にある恐怖の利便性。",
                        content: "タンクニンジン。最新の唐辛子ニンジンは滅菌しました。今は人生ですが、サッカーのメンバーにお願いします。モーリス・モーリス・モーリス栄養サッカーサッカー悲しい老年。たくさんのスマイリー化学物質。",
                    },
                    {
                        title: "サラダ製造の場合、酵母、私または範囲質量。",
                        content:
                                    "資金調達をしたいが、パフォーマンスですが、ゲート。または臨床ゲートまたはバレーボールまたはET。urnソース不動産ニブ。チャンピオンはメンバーでもメンバーでもありません。今の人生のチャットの要素ですが、屋外資産。",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-around-the-us",
        name: "米国周辺",
        articles: [
            {
                id: "90e08554-f9b4-4606-8e36-55de40b39f9f",
                class: "columns-3-balanced",
                header: "最新",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "プレースホルダー",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "誰かが撮影した写真。",
                },
                title: "強力なものと温度のプルのマイク価格を作成します。",
                type: "list",
                content: [
                    {
                        content: "栄養学部のコンビニエンス開発者でした。サッカーの卒業したニンジンは不動産です。",
                    },
                    {
                        content: "バニーに投資するために、卒業したニンジンを飾る。ただし、執行環境生態学的プロフェッショナリズムを執行してください。",
                    },
                    {
                        content: "ランニングパフォーマンスは明日バレーボールロットを引きます。臨床臨床ヌラ栄養サッカーに投資する臨床が重要です.",
                    },
                    {
                        content: "一部のサラダとドアのマクロ写真の場合。時々、栄養大衆の不動産宿題のウルトレシーのベリットパフォーマンス.",
                    },
                ],
            },
            {
                id: "9c6014cf-a577-4611-a2ce-97f2b4afc322",
                class: "columns-3-balanced",
                header: "仕事",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "プレースホルダー",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "誰かが撮影した写真。",
                },
                title: "ベッドのナムプッシュホームワークバレーテルスID。Sem Nulla Quiver直径ニンジンプレーヤー。",
                type: "list",
                content: [
                    {
                        content: "今、子供のニンジンからの喉。idは、多くの時間でマクロプライスプルローションを取得してください。",
                    },
                    {
                        content: "電子レンジが必要ですが、無料です。チョコレートチリは常にこの地域で宿題が必要です。",
                    },
                    {
                        content: "サッカー開発者のサッカーの大衆には、執行唐辛子が必要です。多くの人生のマクロソースラシニア人は誰でも.",
                    },
                ],
            },
            {
                id: "48cabfe4-6408-488f-b942-8d59d35163f7",
                class: "columns-3-balanced",
                header: "政治",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "プレースホルダー",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "誰かが撮影した写真。",
                },
                title: "醜い週末と同様に、公正な資金調達メンバー。NAMの開発者は素晴らしいテレビ期間を持っています。",
                type: "list",
                content: [
                    {
                        content: "開発者のサッカーの大衆は、選手の執行唐辛子のレイヤーを必要とします。必須のマティスはゼロです。",
                    },
                    {
                        content: "ライオン。開発者の栄養居住者のサッカーの悲しい老年を委託します。ソーススカート任意またはピーナッツティルと嫌いタイムオルシ。",
                    },
                    {
                        content: "ニブ自体の写真撮影プレイヤーの価格。プロパガンダ・モーリス・アウグーまたは妊娠。抱きしめにニンジンを採用します革新的な化学サッカー.",
                    },
                    {
                        content: "臨床矢印フットボールの週末の憎しみ。多くの補給学部開発者。プロパガンダチョコレートアークのはさまざまな宿題です.",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-latest-media",
        name: "最新のメディア",
        articles: [
            {
                id: "92371ddb-b2cf-43e2-8590-bda1440c7025",
                class: "columns-1",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "watch",
                                label: "時計",
                            },
                        },
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "watch",
                                label: "時計",
                            },
                        },
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "watch",
                                label: "時計",
                            },
                        },
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "watch",
                                label: "時計",
                            },
                        },
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-business",
        name: "仕事",
        articles: [
            {
                id: "8e2a8c79-f1dc-4e6c-8542-04684ae08bce",
                class: "columns-3-balanced",
                header: "地元",
                type: "articles-list",
                content: [
                    {
                        title: "ただし、この十分の一通りの漫画地域。",
                        content:
                                    "の追加。直径の週末の利便性ですが、執行施行生態学的な栄養価の高い喉のチョコレート。ullamcorperには、サッカーの直径でさえもファシリシは必要ありません。開発者は、常にがバレーボール電子レンジ妊娠局を紹介します。さまざまなものや震えまたはターピスが必要です。地域の要素のために、生命とライオンの宿題の矢印。",
                    },
                    {
                        title: "ポートタートルは、サッカー選手が直径ケアタイムをライオンにします。",
                        content:
                                    "航空会社の塊がないよりも直径に。誰が修正するかのための速い学校のバックドッキングはありません。航空会社の大量IDはありません。控除可能な顧客と顧客がいない限り、サッカージャスミンのパフォーマンス要素もいません。バスケットボールも私を必要としません。週末の有毒地域への直径。漏れについては注意しないでください。",
                    },
                    {
                        title: "ライオンまたは臨床ゲートは枕やではありません。",
                        content:
                                    "宿題のウルトレシープールを投資しますが。の学部のコンビニエンス開発者は、それだけの価値があります。パッチまたは抗酸化物質の週末。ソーススカート任意のまたはピーナッツまで。栄養居住者サッカー悲しい老年。バスケットボールのピーナッツは、醜い大衆開発者DUIの過程で飾ります。必須の滅菌ポットランニングニーズ。",
                    },
                ],
            },
            {
                id: "5acb5684-4b99-44ff-9668-2e5daec9133c",
                class: "columns-3-balanced",
                header: "グローバル",
                type: "articles-list",
                content: [
                    {
                        title: "チェロスプール、パフォーマンスですが、震えはそうではありません、尿を引っ張ります。不動産セットのソース用。",
                        content: "顧客のチームのニンジンが必要です。バレージャスミンと、プルの学部生の笑い声でのマイク。醜いミサの人生のライオン、しかし。今は柔らかいですが、私はそうします。サッカーの時間ターゲットポットIDケア.",
                    },
                    {
                        title: "バスケットボールの妊娠は、臨床ヌラ栄養を投資するための臨床的です。",
                        content:
                                    "マクロなしでマッサージを引くために支払われたマクロを服用してください。しかし、枕の電子レンジは妊娠しています。ウォームアップポットまたは開発者の。中国のチョコレートの世話をセットアップするものは何もありません。チョコレートチリには常に必要です。",
                    },
                    {
                        title: "明日のサッカーの執行。ムーアは標的を絞ったサピエンを必要とし、サッカーは痛みになります。",
                        content:
                                    "モーリスのプロパガンダまたはウォームアップで妊娠しています。サラダゼロの直径にアークの憎しみを飾るのは難しい。タンクと執行バスケットボールを妊娠させた人に誰でも。最新の製造サッカーは、基礎バスケットボールで笑い声を上げています。今では不動産になっていないため、ミサと一緒に座ってはいけません。",
                    },
                ],
            },
            {
                id: "fd9fce73-e286-450f-8fcf-7b988b968f3b",
                class: "columns-3-balanced",
                header: "四半期",
                type: "articles-list",
                content: [
                    {
                        title: "妊娠中の弓と温度資産をチャットしないでください。",
                        content:
                                    "今ではそのための不動産です。それによって強化されていません。今の人生のチャンピオンですが、要素の弓の要素。パスポートアークランニングパフォーマンスの各執行の直径すべての漫画。レシピは常に無料で引っ張っています。",
                    },
                    {
                        title: "残念ながら、キャリアの週末にかかります。時々、空腹と最初の味で。",
                        content:
                                    "しかし、バスケットボール、私の時間はマスアダ栄養開発者に必要ではありません。スマイル漫画のジャスミンとマクロ。卒業した大規模なエコロジーポット航空会社レンジチーム。Loremを非常にニンジンを補給している学部開発者を非常に入れてください。のパフォーマンスですが、醜いです。",
                    },
                    {
                        title: "は一時的にサッカーの宿題です。漫画の臨床または。残念ながら、プレイヤーの写真の価格は引っ張られていません。",
                        content:
                                    "今、あなたはロアムの痛みが必要ですが。必須の最新メンバーはあなたのプレイヤーチリであるかもしれません。ミネアポリスの学部開発者は、滅菌した唐辛子のニンジンを滅菌します。臨床的に臨床的に投資する栄養サッカーはありません。",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-underscored",
        name: "強調されています",
        articles: [
            {
                id: "f7640582-e9b6-4d47-b396-95515aa0a840",
                class: "columns-2-balanced",
                header: "これは最初です",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "new",
                                label: "新しい",
                            },
                        },
                        text: "時間ターゲットポットプール。男性とモンテスを引っ張るとき。抗酸化物質がたくさんある場合。",
                        url: "#",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "new",
                                label: "新しい",
                            },
                        },
                        text: "ニンジンの滅菌ポットランニングは、チョコレート漫画のモーリスになりました。臨床の価格は、マクロ価格の漫画を作りたいと考えています。キーボード。",
                        url: "#",
                    },
                ],
            },
            {
                id: "3f4c33ce-8628-46d1-b416-37b0fc218c74",
                class: "columns-2-balanced",
                header: "この秒",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "breaking",
                                label: "速報",
                            },
                        },
                        text: "パートナーやパルスを妊娠する必要があります。開発者は妊娠する必要があります。今すぐチャットしますが、サッカーのメンバーにお願いします。今すぐチャットしますが、資産をお願いします。または、ライオンよりも選択された人の価格。選択されたマイクロ波ニブニスルソースが選択されたバナナは滅菌されます。",
                        url: "#",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "breaking",
                                label: "速報",
                            },
                        },
                        text: "当時の人生のどちらも子供たちよりも、一部の人にとっても。ニブの前面へのストレスが始まります。ただし、サラダがバナナを引くように。ですが、シナリオではバナナを引きます。マティスレンジポットの範囲またはプルだけではありません。",
                        url: "#",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-state-by-state",
        name: "州ごと",
        articles: [
            {
                id: "88c59d52-03e2-47cc-82a0-f0d9df4a88db",
                class: "columns-wrap",
                header: "カリフォルニア",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "大量のサピエンの喉または従業員までロレム。ARCは、メインロレムのティルでさまざまな宿題を言ったと言った。現在、子供たちがニンジンの革新的な化学サッカーからの喉。いくつかのサラダの生態学的にチョコレート漫画のマウリスが機能しています",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "悲しみは、大きな生態学的に卒業した。ソースマティス栄養IDニブトロールID。CNNオレンジまたは開発者チョコレートモーリス栄養。",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "さまざまなサッカーは今です。必須のミネアポリスの学部開発者は、いくつかの唐辛子ニンジンを嘆きます。臨床チョコレートチリは、地域で常に宿題が必要です。",
                    },
                ],
            },
            {
                id: "f28c0060-72db-4588-8b38-9f1b2a01a3ac",
                class: "columns-wrap",
                header: "ニューヨーク",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "各の直径またはバレーボールの要素はそうではありません。局の妊娠中の化粧はそれぞれそれほど臨床的ではありません。",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "CNNセクトプッシュまたはメモ。ミサは現在不動産ではありません。ネットワーク。明日から妊娠している抗酸化物質や谷の耐摩耗性。",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "ランニングパフォーマンスプルニブ。マウリス・ニンジンの質量。バイヤー最大の移民とバスケットボール。人生の醜い質量ですが、時間のバニーの要素。常に無料で引っ張ってください。",
                    },
                ],
            },
            {
                id: "bc567ef4-d017-4679-8d7b-c822dd49a3dc",
                class: "columns-wrap",
                header: "ワシントン",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "今はサッカーですが、プロパガンダは漫画を車に乗せています。しかし、無料ですが、喉は醜いです。マス開発者duiを飾る。重要なことに、飲酒とは、環境の著者である男性全体の補償です。",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "悲しい偉大な人は、ugい座るためにたくさんの妊娠中の男性です。そして、しかし、卒業した製造業は多くのUが望んでいますが。それは正面の笑顔EUの調査です。直径から家畜の家畜の生活がない限り、計画。今、ロボルティスは喉の唐辛子の多くを塊にしています。",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        text: "ランニングで醜い大衆開発者DUIを飾ります。ですが、アークはパフォーマンススカートを嫌いません。私の非常に喉の喉や調査または。執行環境の環境栄養補助控除可能。",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-hot-topics",
        name: "ホットな話題",
        articles: [
            {
                id: "4a2d747f-a853-4452-82bf-504b5f79a7fe",
                class: "columns-2-balanced",
                header: "これは最初です",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "new",
                                label: "新しい",
                            },
                        },
                        text: "素晴らしいと不動産製造。笑い声とサッカーの必要は今ありません。臨床ゲートまたはパルビナーまたは。滅菌滅菌された最新の唐辛子ニンジンは、大きな生態学的な鍋を嘆きました。アークランニングパフォーマンスでは、漫画ニブ。",
                        url: "#",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "new",
                                label: "新しい",
                            },
                        },
                        text: "これは、サピエンの寿命のソースによって滅菌されています。ドゥイはアルコールを生き、タンクとして飲み物を引き起こします。ニンジンを走るラリート・ニンジンはにんじんでした。それは常に局の妊娠中の化粧の笑顔です。誰もがそうではありません。チョコレートからキャリアスキームを置きます。",
                        url: "#",
                    },
                ],
            },
            {
                id: "c897ed90-26b7-4f9d-9c2c-7eb37270a317",
                class: "columns-2-balanced",
                header: "この秒",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "breaking",
                                label: "速報",
                            },
                        },
                        text: "航空会社の大量IDや一部はありません。寿命マクロソースラシニアの必須ミサ1つ以上。常に滅菌する週末の直径で選択されたゼロ。思いやりのある漏れのいずれかで。",
                        url: "#",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "breaking",
                                label: "速報",
                            },
                        },
                        text: "は生命温度のAMETの塊を座らせます。どちらのメンバーもそうすべきではありません。思いやりのある漏れのいずれかで。ITフットボール選手が大切になるまで。ムーアはマウスを逃すために生まれます。",
                        url: "#",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-paid-content",
        name: "有料コンテンツ",
        articles: [
            {
                id: "3acc4e4e-2720-4d9a-aa3e-ec820f6b4f00",
                class: "columns-4-balanced",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        title: "開発者への資金調達は妊娠する必要があります。開発者は常にを紹介していませんが、バレーボールの履歴書もありません。",
                    },
                ],
            },
            {
                id: "ca777be8-b675-4dc0-817f-972a72129394",
                class: "columns-4-balanced",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        title: "しかし、明日サッカーはアルコールです。チョコレートのチョコレートでもありました。漫画なし。",
                    },
                ],
            },
            {
                id: "cb0c2767-4955-4cc6-ae13-5c44a958b36f",
                class: "columns-4-balanced",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        title: "今、それはいつも局の妊娠中の化粧で笑顔です。そして、私は子供たちの直径の週末の便利さを嫌うまでサッカーですが。",
                    },
                ],
            },
            {
                id: "efe39446-2154-4279-9d1d-66d27db034ac",
                class: "columns-4-balanced",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        title: "常に滅菌する週末の直径で選択されたゼロ。フェリスは今、ミサの多くの味の唐辛子のカートンが必要です。そして、の飢えと醜い。",
                    },
                ],
            },
        ],
    },
];
