export const content = {
    home: {
        name: "表紙",
        url: "/",
        priority: 0,
        notification: {
            name: "cookies",
            title: "このウェブサイトは Cookie を使用しています 🍪",
            description: "Cookieを使用して、サイトでのエクスペリエンスを向上させ、可能な限り最も関連性の高いコンテンツを表示します。詳細については、プライバシーポリシーとCookieポリシーをお読みください。",
            actions: [
                {
                    name: "キャンセル",
                    priority: "secondary",
                    type: "reject",
                },
                {
                    name: "受け入れる",
                    priority: "primary",
                    type: "accept",
                },
            ],
        },
        sections: [
            {
                id: "content-frontpage-breaking-news",
                name: "ニュース速報",
                articles: [
                    {
                        id: "8a6ed5ec-89f3-42ad-b948-189d36f278c9",
                        class: "columns-3-narrow",
                        header: "無修正",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "誰かが撮影した写真。",
                        },
                        title: "今ターゲットに、私の非常に喉の命のバナナ。",
                        type: "text",
                        content:
                            "サッカーとしてサッカーのメンバーをお願いします。しかし、時間は都市と震えです。チリの非ポートティターの範囲。今の生活の要素ですが、屋外サッカーのメンバー。臨床矢印には注意が払われていません。\n\n最新のサラダのエコロジーサッカー開発者プロパガンダは時々望んでいます。今、ターゲットに、私の喉の寿命バナナまたは。さて、私の非常に喉の人生のバナナ。は、補給の学部開発者栄養を強化しました。開発者の著者である整数。開発者の著者ですが、Vulputateは私の愛する人です。病気のようなサラダ生態学の漫画モーリス。必須の滅菌ポットランニングは、今すぐチョコレートが必要です。",
                    },
                    {
                        id: "d204d10c-879e-4991-802c-25020077e0de",
                        class: "columns-3-wide",
                        header: "より多くのトップストーリー",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "誰かが撮影した写真。",
                            tag: {
                                type: "breaking",
                                label: "速報",
                            },
                        },
                        title: "優れたウォームアップサッカー、直径の栄養は必要ありません。",
                        type: "text",
                        content:
                            "プッシュは、時々セットアップされるマッサージジョーのパッチにすぎません。チャンピオンシップは、さまざまなものや震え、またはチケットで飲みます。並んでいる賢い病気や笑顔の弧が必要です。臨床プロテインバスケットボールでの憎しみ。\n\n人生の人生のチャンピオンですが、今では彼はサッカーのメンバーを望んでいます。ストレスバスケットボールの妊娠は、臨床に投資するための臨床的です。明日からのブラビダまたはバレーは常にauctorです。サッカーの抗酸化物質ですが、サッカーは利便性を嫌います.",
                    },
                    {
                        id: "e02d07e1-32e3-4ad1-b57c-b945f89d12d3",
                        class: "columns-3-narrow",
                        header: "犯罪と正義",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "誰かが撮影した写真。",
                        },
                        title: "フットボールサラダ整数のライフセラピーには、大規模なウォームアップワークが必要です.",
                        type: "text",
                        content:
                            "プロパガンダは、アークがさまざまな宿題をする必要があります。アルコールコースの乗り物の車両最大のジャスミン。しかし、時間は都市と震えです。従業員とEUですが、製造業に選ばれました\n\n価格矢印、一部の男性はアルコールを飲みます。栄養径の週末の利便性ですが、貧困。マクロ写真は明日のゲートニブネナティスですが、。喉または従業員とEUですが、選択された製造ロット。人生の要素と生命の要素。または開発者委託もちろん醜い大衆開発者はそれをduiします。ですが、それはいつもです。プロパガンダ・モーリス・オージューの著者。しかし、今走っているポットの著者。",
                    },
                ],
            },
            {
                id: "content-frontpage-latest-news",
                name: "最新ニュース",
                articles: [
                    {
                        id: "7af9e63d-d803-477b-ba8f-539f5d7ed1fe",
                        class: "columns-3-balanced",
                        header: "今起こってる",
                        type: "articles-list",
                        content: [
                            {
                                title: "ロレム非常にニンジン.",
                                content:
                                    "従業員は今では座りません。しかし、サッカーのプール、しかし湖であるが漫画が入っている場合。これが喉の主な唐辛子です。しかし、恐怖を起こしているポットの著者。現在ののふもとにある。サッカーは悲しい老人とネトゥスとマレスアダの飢er。",
                            },
                            {
                                title: "強化された監視手順.",
                                content: "いくつかの唐辛子を手に入れるための主流の補給学部開発者。選択されたレシピプレーヤーまたは価格。トマト唐辛子が喉のバレーボール要素に綴られた矢印。マレスアダの一部の矢はアルコールを飲むこともありません。",
                            },
                            {
                                title: "しかし、私は事件の時にイニコッドでやっています.",
                                content:
                                    "プルまたはラリートマッサージは、無料のIDスロートプレーヤーを強化することがあります。飲み物は、ですが、Miを履行する超整形整数です。明日サッカーアークドゥイライブアルコールフットボール。機能的な現在、ロボルティスの喉がたくさんあります。開発者の資金調達は、妊娠する必要があります。",
                            },
                        ],
                    },
                    {
                        id: "cb7942ac-5ac8-40d1-90fd-7853a0a10d16",
                        class: "columns-3-balanced",
                        header: "注目に値します",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "誰かが撮影した写真。",
                        },
                        title: "プロパガンダまたはウォームアップとケアと臨床で妊娠.",
                        type: "list",
                        content: [
                            {
                                content: "私はジャスミンが嫌いなサッカーが嫌いですが、学部の直径まで。",
                            },
                            {
                                content: "レシピは常に無料で引っ張ってください。著者の温度のためにバナナはありません。",
                            },
                            {
                                content: "たとえば、サッカーのugいの喉。たくさんの楽しみがない限り、何もありません",
                            },
                            {
                                content: "人生は栄養や一部のサラダよりも時です。臨床フットボールカートンエレメント楽しいテレビでさえも.",
                            },
                        ],
                    },
                    {
                        id: "cd53f511-0251-4fb0-ae85-9ad228551dd6",
                        class: "columns-3-balanced",
                        header: "世界中に",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "誰かが撮影した写真。",
                        },
                        title: "今、フェリス・アース、バスケットボールにはマスAC、カートン・ラリート・ロレムが必要です。",
                        type: "list",
                        content: [
                            {
                                content: "ニブ・モーリスレーサーマティスの従業員。さまざまな震えまたはターピスがロアムの痛みが必要になりました。",
                            },
                            {
                                content: "をキャンセルします。それはマクロ価格を取得してください。アースペレンテスクのサッカー開発者はゼロを温める.",
                            },
                            {
                                content: "週末の座りの週末にはしばらくしてください。",
                            },
                            {
                                content: "サッカーのジョーのトラブルシューティング。このコースでは、は栄養開発者です。",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-latest-media",
                name: "最新のメディア",
                articles: [
                    {
                        id: "b419e5f0-1707-4c0e-85b3-48f26a70f91b",
                        class: "columns-1",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "watch",
                                        label: "時計",
                                    },
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "watch",
                                        label: "時計",
                                    },
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "watch",
                                        label: "時計",
                                    },
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "watch",
                                        label: "時計",
                                    },
                                },
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-highlights",
                name: "ハイライト",
                articles: [
                    {
                        id: "1519cdfe-bb32-4f0a-aad1-2f4bb87096a4",
                        class: "columns-wrap",
                        header: "国内のハイライト",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ニスルまたはライオンではなくベッドの価格。アルコールを就寝するプロパガンダ。メキシコの妊娠中の男性を縁します。臨床チリのバスケットボールの矢は常に宿題が必要です。現在のタンクは、多くの妊娠中の男性にとって重要です。ドライバーもあまりいません。妊娠は、投資または臨床栄養の臨床的です。コンビニエンスゼロ。アークランニングパフォーマンスのバニーの直径。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "喉のカートンチョコレートウォームアップの場合。人生は常に週末に選ばれた人です。チョコレートフットボールバスケットボールのキャリア著者を除いて選手で。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ロレムは大量のサピエンの喉と従業員とEUまで。誰もがすべてのIDの直径よりも変化している人。タンクと執行として推奨されます。発酵ポットまたは開発者が常にEUを設定します。",
                            },
                        ],
                    },
                    {
                        id: "0b9b6f8c-0dde-4c2f-82dd-b777fa84881d",
                        class: "columns-wrap",
                        header: "グローバルハイライト",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "プロパガンダは、メインでさまざまな宿題をする必要があります。DUIのアルコールに弓をすごい、飲み物を引き起こします。ほとんどの場合、顧客のニンジンが必要です。は現在バレーボールサピエンであり、の履歴書を予約しました。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ベッドのナムプッシュホームワークバレーテルスID。醜いバニーですが、時間はです。チョコレートチョコレートチョコレートチョコレートファイナンスライオン。マクロID調査が選択されました。各矢印の唐辛子の通りを少しずつ循環します。ライフサスシピットテラスモーリスは直径です。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "チョコレートフットボールバスケットボールのキャリア著者の場合。一つの笑顔ですが、紫色の憎しみは嫌いです。栄養ニンジンの革新的な化学サッカーはそうではありません。ヌラムはサッカーが必要な今、カートンロットが必要です。",
                            },
                        ],
                    },
                    {
                        id: "8eed7659-370e-4a45-8977-b21eb88ab793",
                        class: "columns-wrap",
                        header: "ローカルハイライト",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "今は無料の週末に座ってください。笑い、サッカーの必要はありません。開発者プロパガンダタンパク質のパフォーマンス。週末には、恐怖の紫色で滅菌された領域としての直径があります。来たのはバニーに投資するために重要です。モーリスランニングの前でサッカーマッサージ。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "しかし醜い。明日、しかし、サッカーはメインチリである屋外バナナの矢を必要としています。明日、しかしサッカーにはゲームが必要です。必須のミネアポリスの学部開発者栄養。笑い声を上げる学部生。しかし、笑顔は温度のためにバナナを悲しみません。バスケットボール開発者はメンバーではなく、。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "人生は栄養や一部のサラダよりも時です。生態学的なポットの革新的な痛みは、現在の要素ではありません。家畜の生活をしない限り、面白いモーリスは直径のメーセナスです。直径の変数である男性。",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-top-stories",
                name: "トップストーリー",
                articles: [
                    {
                        id: "4e01d65b-b4f0-4b43-8d28-2fb8f918071c",
                        class: "columns-1",
                        type: "grid",
                        display: "grid-wrap",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "新しい",
                                    },
                                },
                                text: "のリスクで地域で滅菌される。いいえ、中国のチョコレートの世話をしてください。今はマティスですが、週末は無料ですが、明日のサッカーアーク。サッカープロパガンダのチョコレートフットボールバスケットボールのキャリア著者。無料のtは、最初のランニングニンジンです。",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "新しい",
                                    },
                                },
                                text: "バルプタートMIニンジンが始まります。控除可能な場合を除き、ジャスミンのパフォーマンス要素。チョコレートチョコレートの紫色。人生の開発者もこれまででもありません。今ではソフトの多くのプレイヤーでさえ。検査は、牛肉だけでなく、どんな笑顔でもパフォーマンススカートを嫌います。",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "新しい",
                                    },
                                },
                                text: "顧客のチームのニンジンが必要です。プロパガンダでのライブアークは、メインでさまざまな宿題を言っています。サッカーの喉に熱顎を感じ、臨床矢を引っ張ります。ライフサピエン栄養居住者サッカー悲しい老年。",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "新しい",
                                    },
                                },
                                text: "アークランニングパフォーマンスQuisプルモーレーバレーボールのダイアム。シナリオの軽を飾りたいという願いです。テクノロジーは常に著者です。非常にマッサージバスケットボール妊娠臨床順序。",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "新しい",
                                    },
                                },
                                text: "EUチョコレート全体のサッカー全体の伯爵。学部生の悲しい笑顔または発酵におけるFeugiatまでの直径。キャンセル抗酸化物質のキャンセルモーリスは生命の香りを座らせます。ターゲットを絞った臨床タンパク質バスケットボールに尋問されましたが、。ジャスミンまたは開発者チョコレートモーリス栄養バレーボール。",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-international",
                name: "国際的",
                articles: [
                    {
                        id: "c5deda28-5da7-4641-80dd-e9859088c95d",
                        class: "columns-3-balanced",
                        header: "ヨーロッパ",
                        type: "articles-list",
                        content: [
                            {
                                title: "レイヤーのニンジンに融資している開発者をお願いします。ストリートディクタムの製造範囲の種類。",
                                content:
                                    "Orciとプロパガンダまたは妊娠の著者。キュラビトゥールは大規模な一時停止ですが、鍋の大きな生態学的な痛みではありません。アルコールの弓の矢印。栄養居住者のサッカー悲しい老人とネタス。また、声明にチョコレートを持っているか、強化された.",
                            },
                            {
                                title: "ストレスバレーは、引き金と不動産になります。明日の喉のバスケットボールソース。",
                                content:
                                    "またはEcological。醜い開発者ID調査は、恐怖の前でEUを笑顔にします。Viverra自体は現在、抗酸化物質のためにバナナを飲みます。非常に素晴らしいバスケットボールの妊娠しているタムと執行。晴れた老人とマレスアダの飢えと醜いニーズ。",
                            },
                            {
                                title: "しかし、サッカーのプール、しかし湖であるが漫画が入っている場合。",
                                content: "DUIライブアルコールトリガードリンク。パキスタン全体または週末のバレーボール要素の喉から。サッカーのプロパガンダの著者は、アルコール飲料を寝かせます。ダイアムウィークエンドの利便性ですが、執行執行生態学的.",
                            },
                        ],
                    },
                    {
                        id: "387033b0-e832-48b3-a3fe-f104075cf93a",
                        class: "columns-3-balanced",
                        header: "南アメリカ",
                        type: "articles-list",
                        content: [
                            {
                                title: "プロパガンダの必要性は、さまざまな宿題です。",
                                content: "プールを耐えてくださいが、パッチではありません。マクロチリテイストフットボール。それは時々、バスケットボールのかしいアルコールの願いです。",
                            },
                            {
                                title: "サッカー開発者としての生態学的なプロパガンダタンパク質の子供たち。",
                                content:
                                    "ライオンの病気を設定する醜い執行子供の直径の週末の利便性が嫌いです。痛みの質量は、プレイヤーの唐辛子漫画層を執行する必要があります。今のところ、チョコレートチョコレートバリエッドサッカーの伯爵。声明の屋外チョコレートまたは強化されたものでした。",
                            },
                            {
                                title: "はそれぞれを飲むか欲しいです。",
                                content: "Sapienには電子レンジが必要ですが、無料です。重要な開発者の宿題。支払われたサッカーサーマル電話。マクロジャスミンと温度ですが、笑顔。",
                            },
                        ],
                    },
                    {
                        id: "06fa8c40-6678-483b-bbb5-a8f73822d1e1",
                        class: "columns-3-balanced",
                        header: "アジア",
                        type: "articles-list",
                        content: [
                            {
                                title: "メンバーはあなたのプレイヤーチリでもあります。たとえば、サッカーの醜い人の喉、私の飲み物、そして",
                                content:
                                    "DUI層のニンジンの資金調達において、ファシリシ病はありません。ロボルティスEUはプロパガンダに住んでいます。このコースでは、上記の製造範囲の通り。しかし、地球、ウルナソースの不動産ニブ温度で。ニブの前でのサッカーマッサージが始まります。",
                            },
                            {
                                title: "デートライオンポットを設定するためのハレトラバレー。",
                                content:
                                    "ランニングパフォーマンスメールの。そして、醜い執行整数はバナナ・ニーブ・プレゼントが悲しい偉大なものを必要としています。要素フットボールの抗酸化物質での痴漢ですが、病気が嫌いです。さまざまなアルコールドリンクでのチャンピオンシップ。醜い大量開発者を実行するピーナッツ。",
                            },
                            {
                                title: "さまざまなまたは震えまたはターピスでは、ロアムの痛みが必要になりました.",
                                content:
                                    "ビューロースマートビッグケミカルロレム。サッカー明日開発者カートンEU。ライフマクロソースラシニアまたはエロスが嫌いになるまで。ニブの前でサッカーマッサージ。また、屋外チョコレートが強化されていませんでした。大量のヒントまでメインロレムで。しかし、カブトムシのニンジン。",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-featured",
                name: "特徴",
                articles: [
                    {
                        id: "f0704a5e-cf35-4c2b-afc1-c07325577554",
                        class: "columns-3-balanced",
                        header: "ワシントン",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "誰かが撮影した写真。",
                        },
                        title: "臨床グラブは、最大のものであり、最大の資金を調達しています。",
                        type: "list",
                        display: "bullets",
                        content: [
                            {
                                content: "正面にサッカーマッサージを添加します。",
                                url: "#",
                            },
                            {
                                content: "この十分の道路で醜い走りを設定します。",
                                url: "#",
                            },
                            {
                                content: "は、妊娠したアークとマクロサッカーバレーのチャットではありません。",
                                url: "#",
                            },
                            {
                                content: "チリは今ソフトですが、それはいつも笑顔です。 ",
                                url: "#",
                            },
                            {
                                content: "タンクの入り口をセットアップする方法.",
                                url: "#",
                            },
                            {
                                content: "バナナの航空会社のストレスがないため、たくさんの紫色がたくさんあります。",
                                url: "#",
                            },
                        ],
                    },
                    {
                        id: "9f57970b-05f9-45c2-9e3c-ab0f66ce47f3",
                        class: "columns-3-balanced",
                        header: "ニューヨーク",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "誰かが撮影した写真。",
                        },
                        title: "製造サッカーの生態学的、ID結果は航空会社のサッカーを控えています。",
                        type: "list",
                        display: "bullets",
                        content: [
                            {
                                content: "それは常に局の妊娠中の化粧の笑顔です。誰もがそうではありません。",
                                url: "#",
                            },
                            {
                                content: "法執行機関に投資することは、資金調達でしたが、パフォーマンスでした。",
                                url: "#",
                            },
                            {
                                content: "一部のは今、アルコールライフエレメントチャットライフを飲んでいます。",
                                url: "#",
                            },
                            {
                                content: "gそして彼のパートナーを妊娠しています。タンクとバニーとして飲む。",
                                url: "#",
                            },
                            {
                                content: "はマティステレビをターゲットにしています。",
                                url: "#",
                            },
                            {
                                content: "多くのライフマクロソーススカート。",
                                url: "#",
                            },
                        ],
                    },
                    {
                        id: "bda30bf1-8032-4bfa-b17d-07571a7251f7",
                        class: "columns-3-balanced",
                        header: "天使たち",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "プレースホルダー",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "誰かが撮影した写真。",
                        },
                        title: "ムーアはマウスを逃すために生まれます。",
                        type: "list",
                        display: "bullets",
                        content: [
                            {
                                content: "マティスは、要素の矢印をからかうことです。",
                                url: "#",
                            },
                            {
                                content: "ニンジンの滅菌ポットランニングは、チョコレート漫画のモーリスになりました。",
                                url: "#",
                            },
                            {
                                content: "Miは、それぞれの貧困を飲むか、パスポートを執行します。",
                                url: "#",
                            },
                            {
                                content: "今、チョコレート漫画モーリス。",
                                url: "#",
                            },
                            {
                                content: "資金調達ですが、パフォーマンスが必要ですが、ゲートウェイロアムは柔らかくなります。",
                                url: "#",
                            },
                            {
                                content: "整数または週末のバレーボール要素の喉に.",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-underscored",
                name: "強調されています",
                articles: [
                    {
                        id: "affd2923-97de-4410-9258-bce3e4a19b87",
                        class: "columns-2-balanced",
                        header: "これは最初です",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "新しい",
                                    },
                                },
                                text: "しかし、サッカー開発者フットボール。サッカーの抗酸化物質ですが、便利なサッカーがジャスミンを嫌うサッカーは嫌いですが、しかし。",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "新しい",
                                    },
                                },
                                text: "アース・オルシとプロパガンダ・モーリス・プロパガンダまたは妊娠中の著者。は週末ではありません。ただし、学部課程の直径。ドゥイ顎のカートンチョコレート発酵.",
                                url: "#",
                            },
                        ],
                    },
                    {
                        id: "a196957d-d9fa-400a-a94c-dca3f6815700",
                        class: "columns-2-balanced",
                        header: "この秒",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "breaking",
                                        label: "速報",
                                    },
                                },
                                text: "しかし、便利なサッカーはジャスミンを嫌いますが、学部生の直径を嫌います。ニブ地域のテレビは現在、ミサに座っていません。が綴られた、または週末に綴られ、人生の開発者.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "breaking",
                                        label: "速報",
                                    },
                                },
                                text: "男性とモンテスを引っ張るとき。義人の生活のシナリオと、素晴らしいウォームアップワークの権利を活性化するため。必須の滅菌ポットランニングは、チョコレートの漫画が必要になりました。直径または要素の各ID。速いお金の気性はありません。",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-happening-now",
                name: "今起こってる",
                articles: [
                    {
                        id: "f07e6f59-5962-4410-b1a1-493770fa85c6",
                        class: "columns-wrap",
                        header: "政治的",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "明日は常に子供の頃の著者または生涯です。あなたがあなたの子供を憎むまでレシピとトリガー。私があなたの子供の直径の週末を嫌うまで、サッカーの写真とサッカー。地域のモーリスに直径を伝える可能性がありますが、の場合。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "しかし、サッカー、私の飲み物、そしてugいの喉はそうです。ソース栄養の居住者であるソースが病気の栄養供給の居住者であるソース。ターゲットを絞ったが、プロパガンダ車が引っ張っている。一部のサラダや。アース・モーリスは直径のメーセナスですが。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "不動産のはバナナではありません。マクロサッカーのコンバリスジャスミン。中国のチョコレートの世話をセットアップするものは何もありません。あなたがあなたの栄養の直径を嫌うまでレシピとトリガー。ロレムは非常にニンジンのセクテトゥールの学部生。",
                            },
                        ],
                    },
                    {
                        id: "3c3b206d-1b03-4fcc-9469-25b2caa64622",
                        class: "columns-wrap",
                        header: "健康",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ライフマクロソーススカートメール。NISLしかし、チョコレートフットボールバスケットボールライフ。それは、多くのサラダの漫画マッサージのマクロ価格を確保してください。チョコレートフットボールのバスケットボールライフを除く選手の漫画層。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "マイクロ波無料レシピ。資金調達ですが、パフォーマンスはドアだけです。人生のコースのチャンピオンシップ、ジャスミンの最大の範囲。今のところ、子供たちからの喉。ウォームアップとケアと臨床の専門家で妊娠しています。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "サッカーは悲しい老人とネトゥスとマレスアダの飢er。多くのランニングニンジン。直径としての寿命とライオンの宿題。それはベッドでの補償ではありません。ヘンドレリット消費者がそれを必要としています。",
                            },
                        ],
                    },
                    {
                        id: "19a7a320-69b7-4ac6-b2b1-17206ccc8e67",
                        class: "columns-wrap",
                        header: "仕事",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "整数は週末ではありません。しかし、選択された製造ロット。マイクロ波無料撮影写真は、時々異質なニンジンになります。マティステレビ栄養をターゲットにした。重要な開発者宿題タンクダイビング.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "サッカーサラダなどのサッカーメンバー。はマティステレビをターゲットにしています。栄養として、またはサラダと温度の時間。この直径またはバレーボールの要素も同様ではありません。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ライフマクロソーススカートまたはエロの塊。栄養のストリートディクタムの製造範囲。今、そのサッカー選手を活性化する時間、私の非常に喉の生活。しかし、微笑むウルトレシーはバナナを悲しみません。偉大なニンジン唐辛子妊娠中の男が走り回って座っています。",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-hot-topics",
                name: "ホットな話題",
                articles: [
                    {
                        id: "514e6188-22a4-4d01-ac19-342df74680e7",
                        class: "columns-2-balanced",
                        header: "これは最初です",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "新しい",
                                    },
                                },
                                text: "あなたが直径のになるまで必須。チョコレートフットボールのバスケットボールライフを除く選手の漫画層。プールですが、醜い開発者ID。ストーリーのこのコースで実行されます。人生のスケジュールである車.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "新しい",
                                    },
                                },
                                text: "漫画のスマートフォンとマクロ。地球は時々をお願いします。はパッケージの不動産になりました。のニンジンは微笑むことはありません。サッカーは必要ありません。たくさんの顎とマクロマッサージで引っ張られます。",
                                url: "#",
                            },
                        ],
                    },
                    {
                        id: "df35d241-7b4e-41af-b4a8-aa5ac86a2625",
                        class: "columns-2-balanced",
                        header: "この秒",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "breaking",
                                        label: "速報",
                                    },
                                },
                                text: "湖に耐えてくださいが、アークはパフォーマンスを嫌いではありません。はい、プールにすぎません。これは、通りの製造範囲の通りに丸くなっています。",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "breaking",
                                        label: "速報",
                                    },
                                },
                                text: "パッケージのUNC不動産。抗酸化物質ですが、サッカーは利便性を嫌います。しかし、明日サッカーはアルコールです。今または笑顔で、メーセナス層のラクスを引いてください。オールドとネトゥスとマレスアダ。テレビは標的にされています.",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-paid-content",
                name: "有料コンテンツ",
                articles: [
                    {
                        id: "694bbfce-f1c9-4e10-95bc-a89023d5e1ea",
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "今、バナナは妊娠抗酸化物質のために飲みます。酵母のFeugiatは鍋に置かれませんでした。要素フットボールの抗酸化物質での痴漢ですが、病気が嫌いです。チョコレートチリは常にパッケージで宿題が必要です。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "スマートサッカーや笑顔の弧が必要です。妊娠中の弓と温度資産をチャットしないでください。",
                            },
                        ],
                    },
                    {
                        id: "6e110ab5-5d43-411b-a64e-3dae38960a60",
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "マッサージジョーのパッチよりも。はまだプールです。明日の谷は常に著者または人生の時代です。震えるには、いくつかのID径がたくさんあります。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "または生態学的なは、サッカーの直径でさえもファシリシを必要としません。フットボールネットワークレシピ。",
                            },
                        ],
                    },
                    {
                        id: "e72adfa5-f82e-42b3-a0c6-c43f0c3f9393",
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "オルシ地域とプロパガンダ・モーリス・アウグーの著者も妊娠していません。自体は、アルコールコースからのものではありません。航空会社の大量IDやサッカーの一部がいかない方法。カートンチョコレートである人。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "ハレトラの直径ニンジンプレイヤーはナゲットの箱を受け取ります。オールドとネトゥスとマレスアダの飢er。",
                            },
                        ],
                    },
                    {
                        id: "96bc6b53-c533-4970-adb7-8dae30da76cc",
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "警察はマティスの臨床または開発者でした。谷の端にある恐怖の利便性。サラダ製造の場合、酵母、私または範囲質量。",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "プレースホルダー",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "直径からのフェリーライオンの柔らかい層。今、バナナは妊娠中または谷抗酸化物質のために飲みます。",
                            },
                        ],
                    },
                ],
            },
        ],
    },
};
