export const us = [
    {
        id: "content-us-world-news",
        name: "اخبار العالم",
        articles: [
            {
                id: "31b24534-29f6-469f-8ce3-ff774997ef8a",
                class: "columns-3-wide",
                header: "يحدث اليوم",
                url: "#",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                    tag: {
                        type: "breaking",
                        label: "كسر",
                    },
                },
                title: "لكن إنفاذ التنفيذ البيئي المغذي الحراري القابل للخصم.",
                type: "text",
                content:
                            "من غير حاول والفلبين اليابان،, فعل احداث اتفاقية في. في وصل وبعض عقبت وجهان, قائمة السيء ولكسمبورغ ومن أي, هاربر غرّة، هذه إذ. عل كلا الشمال وفنلندا, نفس كل لعملة التّحول ومحاولة, أوسع الجنوب الخاطفة دون هو. نفس مليون نهاية استعملت إذ, من الجنوبي وهولندا، أخر. جهة قد بالجانب بمحاولة ولاتّساع, أسر تم بوابة النفط وبحلول. فعل وبدأت اوروبا إذ. حقول وبعد وفي ٣٠, للجزر الأبرياء و شيء. دفّة العدّ الضروري دار أم, عل التي مقاومة الجنوبي بال. بـ ولم منتصف بالرّغم, عن أفاق الشرق، بريطانيا-فرنسا بال. مع نفس الأحمر الصعداء, بحث يقوم لهذه بـ.",
            },
            {
                id: "06f7b876-6120-4273-8850-f60f817940f0",
                class: "columns-3-narrow",
                header: "الشائع",
                url: "#",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "من أجل تنشيط سيناريو حياة فقط تحتاج إلى شيء عظيم.",
                type: "text",
                content:
                            "هذا ليس تصنيعًا معينًا لكرة القدم يركض ضحكًا في كرة السلة.بطولة وثيقة الهوية الوحيدة لايف الكحول تشرب الشراب كدبابات.فقط حتى الضعف القطر.تدليك كرة السلة حامل للغاية سريري للاستثمار.فالي تيلوس معرف البروتين معرف.\n\nلدحر السيء وهولندا، أم ولم, أما وإيطالي ألمانيا بالسيطرة بـ. ما رئيس الواقعة باستحداث حيث, أن الله قتيل، حول. عل الوراء الجنود أما, تعد قد اللازمة الأولية, أم تعديل والمانيا الإيطالية انه. تم لكل تعديل السيطرة ايطاليا،. لدحر والنفيس بريطانيا مع وتم, أوسع مليون أضف ٣٠, من وحرمان المشتّتون وقد.",
            },
            {
                id: "e9f3877f-a2a6-41fb-898b-9acb0fdedc19",
                class: "columns-3-narrow",
                header: "طقس",
                url: "#",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "هذا الفلفل الحار الطماطم إلى عنصر الكرة الطائرة الحلق.",
                type: "list",
                content: [
                    {
                        content: "سكان التغذية كرة القدم الحزين الشيخوخة.أو الفول السوداني Til ووقت الكراهية Orci بروتين كرة السلة في.",
                    },
                    {
                        content: "أنا أكره الراحة في نهاية الأسبوع في نهاية الأسبوع ، لكن إنفاذ إنفاذ التنفيذ البيئي.",
                    },
                    {
                        content:
                                    "لدحر السيء وهولندا، أم ولم, أما وإيطالي ألمانيا بالسيطرة بـ. ما رئيس الواقعة باستحداث حيث, أن الله قتيل، حول. عل الوراء الجنود أما, تعد قد اللازمة الأولية, أم تعديل والمانيا الإيطالية انه. تم لكل تعديل السيطرة ايطاليا،. لدحر والنفيس بريطانيا مع وتم, أوسع مليون أضف ٣٠, من وحرمان المشتّتون وقد.",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-around-the-nation",
        name: "في جميع أنحاء البلاد",
        articles: [
            {
                id: "4e19c383-aff6-45de-b874-008c58a9667f",
                class: "columns-3-balanced",
                header: "أحدث",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "تم تكوين 1 فقرة، 5 كلمة، 27 بايت من نص لوريم إيبسوم",
                type: "list",
                content: [
                    {
                        content: "بال بالعمل جديداً ماليزيا، ان. عن بها مليارات المتحدة",
                    },
                    {
                        content: "آسف على كرة القدم التي تخرجت.",
                    },
                    {
                        content: "حين. خطّة بشرية أوراقهم حدى في, ما والتي أعمال العالمية دار. مكن",
                    },
                    {
                        content: "أنا لا الدردشة الكحول الحامل و.من المهم مضادات الأكسدة الكبيرة حتى وقت كرة القدم السريرية.",
                    },
                ],
            },
            {
                id: "53c3567d-6073-41e8-87ca-f76a282c38f9",
                class: "columns-3-balanced",
                header: "عمل",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "نطاق تصنيع مطور التغذية.للكرتون الشوكولاته الاحماء مع الرقبة.",
                type: "list",
                content: [
                    {
                        content: "جُل بشرية إستعمل إذ, بـ جعل خيار لغات تسبب. لم الإمتعاض الإتفاقية وتم, دنو كل",
                    },
                    {
                        content: "لأوربيين ثم ذات, و تشكيل إعلان أضف. جُل الضروري الخاصّة ان, الإمداد عشو",
                    },
                    {
                        content: "أوروبا ولاتّساع وحلفاؤها تم جهة, عل جعل وعلى وجهان والنرويج",
                    },
                ],
            },
            {
                id: "79344d21-3a1f-4531-87b7-971d0a01e959",
                class: "columns-3-balanced",
                header: "سياسة",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "آلام المكتب وظيفية رائعة.كما أنها ليست العقارات الآن هي أن أسهم عنصر المنطقة.",
                type: "list",
                content: [
                    {
                        content: "دون قد بخطوط الشهير, قد يقوم الهادي والروسية جهة, أدنى الإطلاق",
                    },
                    {
                        content: "بـ, أخرى وتزويده جُل ما. كل سقطت الصفحة وفنلندا إيو, حصدت ",
                    },
                    {
                        content: "قبل من الأمور الطرفين ولكسمبورغ, قبل غريمه أطراف إتفاقية عن, و",
                    },
                    {
                        content: "لم الإمتعاض الإتفاقية وتم, دنو كل وفنلندا وبالتحديد،, بخطوط وبلجيكا، بين بل. مشا",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-roundup",
        name: "جمع الشمل",
        articles: [
            {
                id: "660d5f2a-0977-423b-a585-dbd0f58695e4",
                class: "columns-wrap",
                header: "واشنطن",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "مرجع الأوروبيّون عن ذلك. بل لمّ بزمام تجهيز بمحاولة, يكن قد جيوب إستيلاء, ودول بينما الإطلاق ما حتى. بعد بل اسبوعين الإيطالية الإقتصادية. مما ان فرنسا ديسمبر إستيلاء, و منتصف تحرّكت أخذ.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "قبل من الأمور الطرفين ولكسمبورغ, قبل غريمه أطراف إتفاقية عن, و لمّ وجهان مشاركة. إذ لمّ الهادي بالمطالبة, إذ ٢٠٠٤ كنقطة اليها حين. خطّة بشرية أوراقهم حدى في, ما والتي أعمال العالمية دار. مكن ٣٠ ليبين قتيل، عسكرياً. ما الصفحات استرجاع مكن.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "بال بالعمل جديداً ماليزيا، ان. عن بها مليارات المتحدة, كردة واتّجه قُدُماً قام و. عل مارد الصين مساعدة كما. سابق الإنزال أي أسر, معزّزة بالحرب ضرب في. تم أضف خيار مواقعها.",
                    },
                ],
            },
            {
                id: "c88e0e0d-e323-4d4e-a0fb-b72c3fda9df8",
                class: "columns-wrap",
                header: "الساحل الشرقي",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "جُل بشرية إستعمل إذ, بـ جعل خيار لغات تسبب. لم الإمتعاض الإتفاقية وتم, دنو كل وفنلندا وبالتحديد،, بخطوط وبلجيكا، بين بل. مشارف الأوربيين ثم ذات, و تشكيل إعلان أضف. جُل الضروري الخاصّة ان, الإمداد عشوائية وقد ثم, عرض بل أملاً ديسمبر. مع لغزو بالعمل ذات, فاتّبع الأمور جعل كل.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "إذ قادة المضي النزاع قام, ما كلا وأكثرها ومطالبة الساحلية. قتيل، المضي ولم أم. ثم مما اتّجة الإكتفاء. قبل و أساسي بالسيطرة, حول أن بلاده معزّزة. و بقصف مسارح الإنذار، ذلك, تعد أمّا بهيئة الوراء مع.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "يكن الفترة وتنامت العالمي بـ, انتباه الربيع، باستحداث فصل عن. بعض ثم خطّة القادة. نقطة مرمى تم جُل, حيث قد تجهيز إستعمل التبرعات, يتبقّ رجوعهم إذ عدد. أسيا الشتاء عل شيء. معارضة وبالتحديد، قد أخذ. لان فكان بلديهما ثم, لدحر فهرست بل نفس.",
                    },
                ],
            },
            {
                id: "a2267128-dd86-4a98-8903-0a887d49104e",
                class: "columns-wrap",
                header: "الساحل الغربي",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "لها لغزو للمجهود لم. الخاصّة اقتصادية من حول, بعض قد لإعلان الإنزال الإمتعاض. بعض إذ إحكام الآلاف, أن هذا مقاطعة بالمحور. كل إحتار اعلان الى, بل به، مارد بخطوط المسرح.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "أوروبا ولاتّساع وحلفاؤها تم جهة, عل جعل وعلى وجهان والنرويج. بحشد أكثر هو به،, كان وإقامة استبدال لم. لمّ تصفح وفرنسا إذ, فقد أطراف إتفاقية ما, فصل اعتداء الطرفين ان. قُدُماً التجارية بـ مدن. مقاومة والروسية ايطاليا، كان أم, ان ومحاولة المشتّتون وقد, مما أم وحتى بتخصيص. دنو قد الجو ويتّفق, ثم الأولية الخارجية ويكيبيديا إيو, الأثنان واستمرت باستخدام من لكل.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "والنفيس التاريخ، بريطانيا، تم وقد, يذكر علاقة به، أم. أم يبق العدّ الساحة, المضي وكسبت انه قد, إتفاقية والديون الأراضي ما هذا. حول تم خيار الولايات, المجتمع المتحدة الأوروبية، بحق ما, تم للصين الأمور العمليات تحت. مليون هاربر المشتّتون لم عرض. بهيئة الغالي كما مع, ان بتخصيص مشاركة بالإنزال انه, وبعض مشروط ان بلا.",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-crime+justice",
        name: "الجريمة والعدالة",
        articles: [
            {
                id: "bc92acd8-0cbb-42e6-88dc-7589e92eb218",
                class: "columns-3-balanced",
                header: "المحكمة العليا",
                type: "articles-list",
                content: [
                    {
                        title: "أو ابتسامة أو راحة سحب.",
                        content:
                                    "سابق أفريقيا الإتحاد في يكن, شمال لغات الحرة ٣٠ الى, أي بأضرار وحلفاؤها الرئيسية إيو. هو الى قامت البرية تزامناً, أم دفّة الحيلولة يبق. ان خلاف انذار مدن, مايو لإنعدام عل به،. المدن باستحداث لبلجيكا، من بحث, و أعمال الشرق، الجنرال بعض, و مارد بالرغم بالإنزال بعد. كل عقبت أكثر الربيع، شيء, ان أهّل ماشاء مدن. أحدث احداث بـ جُل, الحرة يتعلّق بلا هو.",
                    },
                    {
                        title: "الكثير من الضعف مات هو.",
                        content:
                                    "حتى ان لإعلان التغييرات, بـ وأزيز التجارية بريطانيا، بها. كل وبدأت يعادل لتقليعة حدى. ساعة ضمنها الفرنسي ٣٠ أضف. وصل في هُزم كانتا وإعلان, ما الى شواطيء اللازمة. بال كثيرة واتّجه الهادي ثم, بشكل ووصف الأرضية قام ما.",
                    },
                    {
                        title: "موريس في بعض السلطة البيئية مثل مطوري كرة القدم.",
                        content:
                                    "هو دول المضي الإحتفاظ الإمتعاض, بينما أعلنت قُدُماً جُل لم, الأحمر الخاسرة بل جُل. بل أخذ معقل الأجل الصعداء, الله اوروبا بالجانب أي عدم. الشتاء العظمى حاملات كل ضرب, عدم دخول مئات المزيفة في. بحشد اتفاق شيء أن, بـ أخذ تشكيل قبضتهم اللازمة. انه قد وحرمان الساحلية الأوروبي.",
                    },
                ],
            },
            {
                id: "190711e5-6bc8-4b26-920a-b6edd74a0847",
                class: "columns-3-balanced",
                header: "قانون محلي",
                type: "articles-list",
                content: [
                    {
                        title: "الكثير من العلاج حتى الضعف القطر.",
                        content:
                                    "مشروط العدّ المتحدة في جُل. مع شدّت تكبّد الإطلاق تلك, والكوري والمانيا الى عل, جعل تم مليون العسكري المجتمع. كلا شرسة البولندي الساحلية مع, الى هو بقعة تنفّس واقتصار. إذ لفشل ديسمبر لكل, و حتى إبّان بريطانيا-فرنسا. للسيطرة العسكري المنتصر أن عرض, وتم وصافرات التقليدي أي.",
                    },
                    {
                        title: "أحدث أسهم كرة السلة السريرية من الفلفل الحار تحتاج دائمًا إلى الواجب المنزلي.",
                        content:
                                    "أم الشرق، معزّزة الحيلولة الى. الصين شواطيء إذ قبل, مرمى الأهداف ثم الا, و بعض أراض والديون. أم كردة بقسوة وبالرغم على. إعادة ماشاء العسكري حتى عن, وإعلان العظمى عل كما, بحشد حقول لهذه أم فقد. لان العصبة والمعدات من, بقصف المضي المواد كل يتم. سكان ويتّفق وإيطالي فعل كل, ثم بال أوزار فشكّل, تكبّد التاريخ، التغييرات جعل عن.",
                    },
                    {
                        title: "الشوكولاتة الشوكولاتة الشوكولاتة في الأرز.",
                        content:
                                    "إحكام للمجهود جهة قد, وصل ووصف أوسع للحكومة عن. وشعار عسكرياً التقليدية لم كما, كما ما ماذا ومضى تطوير, تحرّك بالحرب قد بحق. أن أمّا اتفاق لها. ماذا ٠٨٠٤ وبولندا عن قبل, لها وقام التّحول استرجاع عن. قد سياسة غرّة، كلّ, و جُل أطراف إستيلاء.",
                    },
                ],
            },
            {
                id: "0233b0b6-69f1-4c51-81cd-b849e435f2c1",
                class: "columns-3-balanced",
                header: "رأي",
                type: "articles-list",
                content: [
                    {
                        title: "رائع وتصنيع العقارات المختارة.",
                        content:
                                    "ثم الجنرال الأوربيين يكن. تعد الذود تحرير وباءت ٣٠. تم لكل مليون سبتمبر شموليةً. وبعض سبتمبر يتعلّق بلا عن, إيو قائمة أجزاء و, ثم بعد للمجهود وبولندا. و أسر مرجع الخطّة اوروبا, من ذات وعُرفت الإنزال. اتفاق الشمل بمباركة بال أن, تلك أن السيطرة الأعمال, وحتّى السيطرة بريطانيا أن لها.",
                    },
                    {
                        title: "خلافاَ للإعتقاد السائد فإن لوريم إيبسوم ليس نصاَ عشوائياً،",
                        content:
                                    "لمّ إبّان وباءت الإثنان عل, مكن الطريق الشّعبين ٣٠. فقد خطّة وترك يتسنّى ان, الفرنسية ولكسمبورغ بـ حيث, أسر قد الأمريكي الإقتصادية. أي بين تطوير النزاع, المحيط النزاع عسكرياً بعد لم. كما معارضة للسيطرة انتصارهم و, عن وإقامة الإقتصادية أضف. من أسر الأوضاع الدنمارك انتصارهم, اليميني لإنعدام يكن إذ. تشكيل بريطانيا، لمّ بل, كل واُسدل للسيطرة بحث, انه ان هُزم التبرعات.",
                    },
                    {
                        title: "لكلاسيكي منذ العام 45 قبل الميلاد، مما يجعله أكثر",
                        content:
                                    "جمعت الأوروبيّون أخر مع, ترتيب يونيو واُسدل كلّ أن, وفي لم وباءت ديسمبر. ثم اعتداء المنتصر كلا. بل حدى بقصف عشوائية. إذ بالفشل واتّجه بها, ما عرفها للمجهود اتفاقية هذا, وانهاء الكونجرس ٣٠ بال. خطّة الأولى الباهضة لم مما, لم جهة إعلان الباهضة.",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-around-the-us",
        name: "حول الولايات المتحدة",
        articles: [
            {
                id: "90e08554-f9b4-4606-8e36-55de40b39f9f",
                class: "columns-3-balanced",
                header: "أحدث",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "لجعل سعر الميكروفون لسحب القوية ، ودرجة الحرارة.",
                type: "list",
                content: [
                    {
                        content: "لقد كان مطور الراحة في التغذية في.الجزر المتخرج لكرة القدم هو عقار في.",
                    },
                    {
                        content: "وثيقة الهوية الوحيدة لتزيين الجزر المتدربين للاستثمار في الأرنب.من فضلك ومع ذلك ، إنفاذ التنفيذ الاحترافية البيئية.",
                    },
                    {
                        content: "مع, قبل أي اللا المنتصر والنفيس. أن حتى مئات وإيطالي تشيكوسلوفاكيا, في سابق",
                    },
                    {
                        content: "عجّل أصقاع الربيع، حيث قد. الخاطفة الأبرياء انه عن, بعض ما لفشل الأحمر",
                    },
                ],
            },
            {
                id: "9c6014cf-a577-4611-a2ce-97f2b4afc322",
                class: "columns-3-balanced",
                header: "عمل",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "في السرير دفع الواجب المنزلي وادي تيلوس معرف لاعبي الجزر قطر الجزر.",
                type: "list",
                content: [
                    {
                        content: "من الى الضغوط البرية الانجليزية, كل لهذه إبّان ضرب, هذا الوراء الإتحاد",
                    },
                    {
                        content: "أحتاج إلى الميكروويف الخاص بي ولكن مجاني ل.يحتاج الفلفل الحار الشوكولاتة دائمًا إلى الواجب المنزلي في المنطقة.",
                    },
                    {
                        content: "الحاضر الحزين العظيم هو الفلفل الحار المهم.الفول السوداني في سياق القداس المدرسي.",
                    },
                ],
            },
            {
                id: "48cabfe4-6408-488f-b942-8d59d35163f7",
                class: "columns-3-balanced",
                header: "سياسة",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "بينما تعمل جميع مولّدات نصوص لوريم إيبسوم على الإنترنت على",
                type: "list",
                content: [
                    {
                        content: "بل إيو وقبل مشروط الدولارات, عل أخرى لفرنسا نفس. أن وسوء الحكم الأمريكي لا",
                    },
                    {
                        content: "التغذية كتلة العقارات تعويض الواجب المنزلي.الميكروفون في مؤلف الوعاء الآن الذي يعمل.",
                    },
                    {
                        content: "مبروك الجري تحتاج الآن إلى الشوكولاتة الكرتون موريس.",
                    },
                    {
                        content: "أمراض الألم ليست قوسًا للابتسامة التي تتماشى لأن أي شخص آخر هو معرف.",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-latest-media",
        name: "أحدث الوسائط",
        articles: [
            {
                id: "92371ddb-b2cf-43e2-8590-bda1440c7025",
                class: "columns-1",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "watch",
                                label: "يشاهد",
                            },
                        },
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "watch",
                                label: "يشاهد",
                            },
                        },
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "watch",
                                label: "يشاهد",
                            },
                        },
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "watch",
                                label: "يشاهد",
                            },
                        },
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-business",
        name: "عمل",
        articles: [
            {
                id: "8e2a8c79-f1dc-4e6c-8542-04684ae08bce",
                class: "columns-3-balanced",
                header: "محلي",
                type: "articles-list",
                content: [
                    {
                        title: "ومع ذلك ، فإن منطقة الكرتون في هذا الشارع العشور.",
                        content: "وقد في وحتى الانجليزية. تعد أم الصين وانتهاءً. مارد أوزار للحكومة من بعض, ٣٠ أسر تكاليف وأكثرها, قبل شعار لغات وحلفاؤها مع. حتى ما وإقامة وإيطالي, أن إيو والتي الثالث واعتلاء.",
                    },
                    {
                        title: "وقت رعاية القطر الذي لاعبي كرة القدم.",
                        content:
                                    "في حيث وبغطاء الشتاء والعتاد, ولم عن دخول تطوير شواطيء. تحرير إحتار الطريق دار تم, حتى أكثر الربيع، كل. كل اللا ارتكبها الثالث، دار, ٣٠ عرض هاربر العالم, بل وصل سياسة ماشاء الجنود. الشمال والمانيا بـ بعض, انه مع الدول موالية, و المارق وتزويده ضرب. عن الله تُصب كما.",
                    },
                    {
                        title: "الأسد أو البوابة السريرية ليست وسادة أو.",
                        content: "السبب الشتاء، استمرار فقد هو. بل إيو يتمكن الباهضة, ان ذات اوروبا البرية. تعد الدّفاع المؤلّفة ان. قامت ليبين الأوضاع مع مدن, فكان المنتصر ما مدن.",
                    },
                ],
            },
            {
                id: "5acb5684-4b99-44ff-9668-2e5daec9133c",
                class: "columns-3-balanced",
                header: "عالمي",
                type: "articles-list",
                content: [
                    {
                        title: "كل أسهم جزر الفلفل الحار في نهاية الأسبوع التصوير الفوتوغرافي موريس.",
                        content: "الصين محاولات أم بعض, عن حيث خلاف ديسمبر. هو أوسع مقاطعة تشيكوسلوفاكيا بعد, عرض وسفن بقيادة أم. ما تحرّك بالتوقيع بها, دار شرسة احداث من, قبل لم فكانت ابتدعها البشريةً. ببعض تنفّس لم عدم.",
                    },
                    {
                        title: "كان حامل كرة السلة سريريًا لاستثمار التغذية السريرية.",
                        content: "التي السبب اتفاقية أم وفي. كلا ثم دفّة مايو, لدحر ألمّ الثقيل ما يتم. الا لم أخرى أكثر تعداد. وفي مدينة الغالي بل, بين الأمور لإنعدام المتساقطة، أن. قبل حالية إستعمل مسؤولية ما.",
                    },
                    {
                        title: "لا يحتاج رات بما تتطلبه",
                        content:
                                    "مما تم الأجل لفرنسا الأوربيين. أوسع وزارة ثم بين, هو عرض قتيل، الستار ومحاولة, الى فكان كنقطة لم. هو والتي ويتّفق المؤلّفة وصل. عدد لغات بقسوة البولندي لم. هو بحق يذكر جسيمة وسمّيت, قد مدن هناك غريمه وبالرغم. دار لم ماشاء التقليدي, أسيا العظمى بالمحور تحت بـ. دول عل اللا أوزار الخطّة.",
                    },
                ],
            },
            {
                id: "fd9fce73-e286-450f-8fcf-7b988b968f3b",
                class: "columns-3-balanced",
                header: "ربعي",
                type: "articles-list",
                content: [
                    {
                        title: "لا الدردشة القوس الحامل وأصول درجة الحرارة.",
                        content:
                                    "عجّل أصقاع الربيع، حيث قد. الخاطفة الأبرياء انه عن, بعض ما لفشل الأحمر لإعلان. و أضف شعار قامت, أمدها أوزار الإكتفاء أما مع, قبل أي اللا المنتصر والنفيس. أن حتى مئات وإيطالي تشيكوسلوفاكيا, في سابق انذار الإتفاقية بحق. ان الدول لإعلان للسيطرة بحث, أي بعض الجو وايرلندا, أن بلا غينيا لليابان.",
                    },
                    {
                        title: "أتمنى لكم معرف فقر وثيقة الهوية الوحيدة لتزيين الكراهية القوس.",
                        content: "وبعض وإيطالي إذ به،. بل الا القادة اعتداء الهادي. ألمّ مساعدة عدد عل, عدد كل التي لإعلان. فعل ما دخول للسيطرة, بـ وإقامة للإتحاد بها. عرض عالمية للإتحاد لم.",
                    },
                    {
                        title: "الآن أو ابتسامة الراحة سحب طبقة لاكوس أو.",
                        content:
                                    "من الى الضغوط البرية الانجليزية, كل لهذه إبّان ضرب, هذا الوراء الإتحاد في. كل منتصف عسكرياً حول, إذ بعض أحكم مسؤولية بالسيطرة. هامش ليرتفع من يبق. كلا أن وعُرفت بمعارضة وحلفاؤها, أي بعد سكان وبعدما الانجليزية. يتم مع لغات سنغافورة.",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-underscored",
        name: "يؤكد",
        articles: [
            {
                id: "f7640582-e9b6-4d47-b396-95515aa0a840",
                class: "columns-2-balanced",
                header: "هذا أولا",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "new",
                                label: "جديد",
                            },
                        },
                        text: "ساعة وتنامت وباستثناء حيث و, جُل عقبت بداية قتيل، عن. هو غير تحرير الخاسر. الدمج واقتصار والمانيا وفي ٣٠. انه في الموسوعة استطاعوا, أن جدول وحرمان تعد. كانتا السادس العالمي قام ما, أن حيث وبعض ليبين اليميني. والقرى الخاسرة بالولايات كما إذ.",
                        url: "#",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "new",
                                label: "جديد",
                            },
                        },
                        text: "بل إيو وقبل مشروط الدولارات, عل أخرى لفرنسا نفس. أن وسوء الحكم الأمريكي لان, ساعة الخارجية شيء في. ٠٨٠٤ الأمم الولايات في ذات, عن عقبت إحكام ومحاولة يتم, شيء عل بتخصيص سنغافورة. كل شيء بقعة وبغطاء واقتصار, نقطة انتهت عدد تم, إذ الى تونس أحدث. أم وتم اتّجة ومطالبة, الى تُصب فمرّ العالم ما, هو جُل جنوب فهرست الوزراء.",
                        url: "#",
                    },
                ],
            },
            {
                id: "3f4c33ce-8628-46d1-b416-37b0fc218c74",
                class: "columns-2-balanced",
                header: "هذا الثاني",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "breaking",
                                label: "كسر",
                            },
                        },
                        text: "حيث لفرنسا المعاهدات الدولارات و, لها الدنمارك وبريطانيا عل. دون دارت مليون السيء تم, أم بهيئة الأسيوي الساحلية بعد. بـ غريمه انتباه تعد, إذ الحرة انتباه مسؤولية مدن. إجلاء الثالث وقوعها، عن ضرب. بين جمعت سكان والعتاد ما. مدن ثم الساحل العالمي استبدال, دول بل ونتج انتهت.",
                        url: "#",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "breaking",
                                label: "كسر",
                            },
                        },
                        text: "قد ذات أدوات بالحرب ومحاولة, مع جمعت لفشل والروسية ذلك. فصل عل جنوب إعادة وكسبت, عرض عن زهاء المبرمة. و ومن خلاف وحرمان, أن يبق رئيس لتقليعة الأبرياء. كلا لم انتهت شواطيء, أم نفس هاربر الساحلية.",
                        url: "#",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-state-by-state",
        name: "الدولة حسب الدولة",
        articles: [
            {
                id: "88c59d52-03e2-47cc-82a0-f0d9df4a88db",
                class: "columns-wrap",
                header: "كاليفورنيا",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "حقول هنا؟ الموسوعة كان كل, حاول جنوب عن وقد. لها إذ شمال الإنزال الثالث،. لها قد العدّ بمحاولة المتاخمة, سكان الأمور اليابان، أما من. ارتكبها الأولية تعد بـ, وقد مكثّفة وحلفاؤها باستخدام ان, حيث تم الجنود الإنزال.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "ضمنها لإعادة الإتحاد إيو من, فقد ترتيب يتسنّى واقتصار في, إستعمل استمرار العالمية ٣٠ عدم. أي كما ليبين مهمّات الشرقية, إذ جورج للأراضي ضرب. جيوب تعديل بمباركة أسر عن, شعار سقطت إستعمل ذلك ان. بل العناد الإحتفاظ اليابان، دون. أن أما الشتاء ومحاولة, ٣٠ معقل الأسيوي ويكيبيديا، قام.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "ببعض بمحاولة وتم و, تم عدد لإنعدام اقتصادية. لان في وبعض الشهيرة, قد الشمال ماليزيا، الدولارات إيو. يبق قائمة جزيرتي ما. يبق حصدت هامش الأمم ٣٠, و خطّة قادة السادس فقد. عل حيث وقبل ممثّلة الغالي.",
                    },
                ],
            },
            {
                id: "f28c0060-72db-4588-8b38-9f1b2a01a3ac",
                class: "columns-wrap",
                header: "نيويورك",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "بال ساعة بالفشل وسمّيت ما, تحت بل الله الجو. التي بمباركة ثم كما, بل كلّ دفّة عرفها. أي جُل نتيجة يتعلّق وقدّموا, بها لم أكثر وبلجيكا،. يطول السيطرة ٣٠ أضف, ٣٠ تُصب تحرير الأولى حتى. عدد إجلاء نتيجة الساحة ثم, الدول فقامت يكن ٣٠. من أراض تغييرات الولايات بها, بل القادة جديداً على.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "فصل جيما اتفاق الهادي أم, تعد عل قبضتهم وتتحمّل. تشكيل حاملات التنازلي حتى تم. حين بـ يتعلّق البرية الحيلولة, أي الأخذ العظمى حين. وعلى كرسي وقوعها، أي الى, الهادي المتّبعة ان هذه, فعل ٣٠ جنوب الشمال.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "ليتسنّى وبالتحديد، دول ٣٠, بمباركة مليارات الشّعبين قام من. ان يعبأ بالحرب وباستثناء جعل, دون بـ ومضى وجهان فرنسية. مع بشكل إعمار حتى. وقبل لإعادة وقد ما, بهيئة تشكيل مما أي, الشرقية بمحاولة تعد ٣٠.",
                    },
                ],
            },
            {
                id: "bc567ef4-d017-4679-8d7b-c822dd49a3dc",
                class: "columns-wrap",
                header: "واشنطن",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "قام أم سقوط أواخر. مدن الثقيل الثقيلة الواقعة ٣٠, مع المحيط الصفحة الشتاء، دون, بحق كردة التحالف الإقتصادي مع. يتبقّ الفترة كلّ أم. أم مسرح شمال وسمّيت حيث, يتم في تسبب وحتّى. جدول النفط فقد ٣٠, الستار الباهضة بريطانيا لمّ في.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "فسقط الثالث عل على. ومن الأجل اليها بل, عرفها وباءت إتفاقية أضف بل. بحث بل إعلان الأبرياء الاندونيسية, بل إنطلاق العالم تزامناً يبق. والحزب بالمطالبة تم ضرب, قد وتم مهمّات بولندا،, جعل تُصب وعلى بالحرب ثم. الى أم وتتحمّل الوزراء, تعداد الانجليزية دنو ٣٠. غينيا وفنلندا فقد عل, كُلفة الحدود العالمي ثم جهة, الحكم بلديهما أي به،.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "يطول إجلاء تم كلّ, و فصل عالمية بقيادة بمعارضة. عدد تم قدما عالمية الأثنان, بفرض وسوء التّحول دول مع. ثم السيء إستعمل استمرار الا, اعلان كثيرة الثانية من قام. فهرست ويتّفق دنو من. ٣٠ فقد شرسة دأبوا تعديل, أن بتخصيص والإتحاد ولم, أخر بينما الشمل إذ.",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-hot-topics",
        name: "مواضيع مثيرة",
        articles: [
            {
                id: "4a2d747f-a853-4452-82bf-504b5f79a7fe",
                class: "columns-2-balanced",
                header: "هذا أولا",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "new",
                                label: "جديد",
                            },
                        },
                        text: "بل أمدها العصبة الإيطالية فصل, قد والفرنسي سنغافورة الأمريكية بعد. ببعض أمّا قد مما, كانتا والكساد بـ حتى. عدد إذ معاملة وسمّيت. أخذ أم قُدُماً بالإنزال, تعد هامش نهاية عالمية بل, بقسوة العدّ بالحرب فصل أم. في الصفحة وقدّموا مدن. عن ضمنها بولندا، دنو, حين وقبل بداية إختار كل, ان بال الحكم اقتصادية. أن تعد مارد الشمال, حيث و أهّل العالمي اقتصادية, إختار التغييرات ولم ثم.",
                        url: "#",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "new",
                                label: "جديد",
                            },
                        },
                        text: "Iليبين بتخصيص حين و. كانتا بولندا، واستمرت تعد مع, بل لها ثمّة بتخصيص الثالث،. القوى بريطانيا-فرنسا و كما, و تلك يتسنّى ا اليميني, تلك ثم بالرّد مهمّات الشتوية. ثمّة المشترك ومحاولة هو بها.",
                        url: "#",
                    },
                ],
            },
            {
                id: "c897ed90-26b7-4f9d-9c2c-7eb37270a317",
                class: "columns-2-balanced",
                header: "هذا الثاني",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "breaking",
                                label: "كسر",
                            },
                        },
                        text: "تم وقبل جسيمة وكسبت فقد, ما جهة الأسيوي والمعدات. عل كانت الهجوم يتم, مكن أن أمّا وبحلول المبرمة. عن غير وكسبت عسكرياً, بل شيء أثره، ا. أخذ تشكيل بقيادة المنتصر كل, ذلك أدنى أواخر اقتصادية مع. الطريق العالم، اليميني فقد ثم, لأداء وتتحمّل الأعمال قبل تم. والحزب وفرنسا عسكرياً جهة كل, كل تحت سياسة تحرّك.",
                        url: "#",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "breaking",
                                label: "كسر",
                            },
                        },
                        text: "بقصف العصبة الوراء وصل و. لهذه المضي أم قبل, هو دول بقصف حادثة. دارت مسرح عقبت تلك عل. حلّت معاملة تحت ما. قد الضروري وصافرات تحت.",
                        url: "#",
                    },
                ],
            },
        ],
    },
    {
        id: "content-us-paid-content",
        name: "المحتوى المدفوع",
        articles: [
            {
                id: "3acc4e4e-2720-4d9a-aa3e-ec820f6b4f00",
                class: "columns-4-balanced",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "وقتي تمويل مطور التغذية يحتاج إلى الحمل.كما أن المطورين لا يقدمون دائمًا ولكن السيرة الذاتية للكرة الطائرة.",
                    },
                ],
            },
            {
                id: "ca777be8-b675-4dc0-817f-972a72129394",
                class: "columns-4-balanced",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "ومع ذلك ، غد كرة القدم قوس الكحول.وكان أيضا الشوكولاته في الشوكولات لا رسم كاريكاتوري.",
                    },
                ],
            },
            {
                id: "cb0c2767-4955-4cc6-ae13-5c44a958b36f",
                class: "columns-4-balanced",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "الآن ، لكن هذا يبتسم دائمًا في المكياج الحامل للمكتب.وكرة القدم حتى أكره راحة قطر الأطفال في عطلة نهاية الأسبوع ولكن.",
                    },
                ],
            },
            {
                id: "efe39446-2154-4279-9d1d-66d27db034ac",
                class: "columns-4-balanced",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "دائما صفر الشخص المختار في قطر عطلة نهاية الأسبوع ليتم تعقيمه.فيليس بحاجة الآن إلى كرتون الكثير من تذوق الفلفل الحار في الكتلة. الجوع والقبيح.",
                    },
                ],
            },
        ],
    },
];
