export const world = [
    {
        id: "content-world-global-trends",
        name: "الاتجاهات العالمية",
        articles: [
            {
                id: "4da73fa5-c64a-43d8-873f-af7024fbae8c",
                class: "columns-3-balanced",
                header: "أفريقيا",
                url: "#",
                map: {
                    q: "Brooklyn+Bridge,New+York,NY",
                    mode: "place",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "لكنها دائما ابتسامة في مكتب حامل.الأسهم السريرية من الفلفل الحار تحتاج دائمًا إلى الواجب المنزلي في المنطقة.",
                type: "text",
                content:
                        "مدن و تحرير بمباركة الباهضة, الأول اعتداء أخر لم, تلك و الثقيل الحكومة استرجاع. هو العدّ اليابان لان, ٣٠ وقامت مكثّفة مكن, مدن بلاده الآخر الشرقية ٣٠. غير للمجهود المجتمع مع, وشعار ايطاليا، تم كلّ. قد الحيلولة العمليات وصل. سابق والحزب الدّفاع انه و. جهة بـ وترك والحزب تزامناً.\n\n أفريقيا, شاسعة إعمار به، ما. ولم كرسي وقوعها، من. فصل واستمر التنازلي لم, أم مكن تاريخ تطوير الساحل. أساسي بمحاولة دار هو, لها الأول لإعادة ما.\n\n٣٠ ومطالبة والفلبين جهة, أراض معارضة عرض ان. حكومة إحتار تم ضرب, عل جمعت وعلى أضف, حدى في نهاية الأرضية. الدّفاع العالمية الا أي, بـ طوكيو الساحة حدى. بحق ما اليابانية الإيطالية الأوروبية،, بـ فبعد ترتيب دول. بالحرب بالمطالبة ولم أن.",
            },
            {
                id: "44d8807b-f06e-480f-8410-c5573127b527",
                class: "columns-3-balanced",
                header: "الصين",
                url: "#",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "وادي ياسمين وميكروفون في الابتسامة.يحتاج مطور إلى الحمل مع رفاق أشعة السحب.",
                type: "text",
                content:
                        "تحت لفشل المتّبعة و, دول بأيدي بتخصيص مليارات عل. كل فمرّ شاسعة لعملة أخر, حول مع أوسع الشتاء،, حتى مشارف لمحاكم الشتوية إذ. كل الى جيما النزاع الكونجرس. ما اللا العالم فقد, يبق بـ سقطت أوزار بالولايات. وقوعها، التغييرات عن بحث. عن ميناء واشتدّت جهة, قبل يذكر التنازلي أي.\n\nجعل تم تونس ماذا مسؤولية, جُل ٣٠ بتخصيص وأكثرها والديون, ان بلاده وحلفاؤها وصل. أم بحث الواقعة باستخدام, كان ما فرنسا بالرّد لبلجيكا،, اتفاق وبولندا بالولايات أي حدى. دار القادة وتنامت عن. جُل طوكيو الثانية و, انه السفن العالم، عن. شمال مليون ثم كان, كل مما موالية ألمانيا الأهداف.",
            },
            {
                id: "56478e74-f501-45a5-b9db-5a41b049f32b",
                class: "columns-3-balanced",
                header: "روسيا",
                url: "#",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "ارتجاع كبير وتصنيع عقاري مختار كرة السلة موريس.",
                type: "list",
                content: [
                    {
                        content: "اليها الهادي المتساقطة، لم بال وبغطاء الشمال ايطاليا،, ثم المارق الأبرياء التقليدية حيث, مكن عل ويعزى لبلجيكا،. ترتيب لإعلان هذا قد, مدن عل تعديل الحدود اسبوعين.",
                    },
                    {
                        content: "وزارة أفريقيا الإقتصادي كما ٣٠, غينيا وبداية اليابان، عل هذه. لها تم بفرض أفاق الثالث،, بال مع مايو للمجهود, بقسوة فهرست الأولية هذا تم. حين في دأبوا",
                    },
                    {
                        content: "هذا بتخصيص بالرغم أن, الإقتصادية, لان غضون مقاومة تم. ولم إبّان أراضي إذ. مكن لم أفاق وأزيز وبلجيكا،, حقول المزيفة ٣٠ ضرب. وفرنسا المعاهدات عن بحق, فصل مسؤولية كل.",
                    },
                    {
                        content: "مرجع مليون الخطّة ومن ما, بقيادة وحرمان إيو كل. بتحدّي الأولية يكن لم. هو قام ليرتفع الخاطفة بالمحور, هو يذكر العدّ هذا. يتسنّى الفرنسي وتم هو, و بلا حادثة المواد. حول إذ يعادل",
                    },
                ],
            },
        ],
    },
    {
        id: "content-world-around-the-world",
        name: "حول العالم",
        articles: [
            {
                id: "22156cfb-5b44-4c70-adcc-8c560bb88bba",
                class: "columns-3-balanced",
                header: "أوروبا",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "محايدة محايدة. دائما المؤلف أو فترة الحياة.",
                type: "text",
                content:
                        "مع ولم بقسوة الخطّة. أم أمام الشرقية والنرويج نفس, بتطويق الأبرياء التغييرات في حدى, الطرفين بالمطالبة دار عل. بها ومضى وتنامت مليارات بل. إذ ولم الإطلاق مليارات وحلفاؤها, بخطوط بزمام لها ٣٠.\n\nأي لعملة إستعمل العالم، مما, وباءت الضغوط وبولندا ٣٠ تلك. حول هناك سياسة إذ, إيطاليا تزامناً الانجليزية ٣٠ ولم. قادة فاتّبع الثالث، ان هذه. إذ ووصف بزمام بين, ومن ثم ودول لهذه الموسوعة. الطريق للحكومة الأعمال يكن في, تحت قد الذود انتصارهم. لها واستمر الإطلاق استطاعوا ان. ووصف يتمكن الثالث، كل أسر.",
            },
            {
                id: "0e6692ed-3268-4442-a52d-16c37c16c5e2",
                class: "columns-3-balanced",
                header: "الشرق الأوسط",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "الموظف والاتحاد الأوروبي ولكن الكثير من التصنيع المحدد.",
                type: "text",
                content:
                        "جعل إحتار الباهضة الواقعة ان, مدن في ودول الساحل الإثنان. بعض بينما مشروط الساحلية ان, عل اتفاقية التاريخ، هذا, قامت يتمكن بالتوقيع أي عرض. حكومة وعُرفت لم وصل. أسر بل نتيجة والحزب.\n\nخطّة وتنامت حين أم, تمهيد وايرلندا قد أخر. لفشل بداية بل بحق, أم وتم أكثر تشيكوسلوفاكيا. كان لم كانت المبرمة. قد أما نقطة مساعدة ابتدعها, تحت قد أخرى ارتكبها, انتباه والفلبين الاندونيسية لمّ عل. ان اللا وبالرغم الاندونيسية أخذ, بين عن لهذه بالفشل.",
            },
            {
                id: "c9cd0674-b0de-4f53-9015-a97b57cf91d6",
                class: "columns-3-balanced",
                header: "آسيا",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "كان الخوف في وقت الراحة.",
                type: "list",
                content: [
                    {
                        content: "تم وقبل جسيمة وكسبت فقد, ما جهة الأسيوي والمعدات. عل كانت الهجو",
                    },
                    {
                        content: "تم اختياره كأسد في حياة القداس المدرسي.",
                    },
                    {
                        content: "والحزب وفرنسا عسكرياً جهة كل, كل تحت سياسة تحرّك.",
                    },
                    {
                        content: "الاتحاد الأوروبي لكرة السلة مؤلفة الدعاية لكرة القدم لتخرج.",
                    },
                ],
            },
        ],
    },
    {
        id: "content-world-latest-media",
        name: "أحدث الوسائط",
        articles: [
            {
                id: "2c78e953-89f7-4a41-a852-6937b647674a",
                class: "columns-1",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "watch",
                                label: "يشاهد",
                            },
                        },
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "watch",
                                label: "يشاهد",
                            },
                        },
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "watch",
                                label: "يشاهد",
                            },
                        },
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "watch",
                                label: "يشاهد",
                            },
                        },
                    },
                ],
            },
        ],
    },
    {
        id: "content-world-today",
        name: "اليوم",
        articles: [
            {
                id: "b4f53c23-c475-4359-9b73-84b5f193695e",
                class: "columns-3-wide",
                header: "الاضطرابات",
                url: "#",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                    tag: {
                        type: "breaking",
                        label: "كسر",
                    },
                },
                title: "موز الكرتون يتطلب الكثير.في الاحماء أو وضع على الوعاء أم لا.",
                type: "list",
                content: [
                    {
                        content: "القداس ليست لا قيمة لها الآن العقارات.الجزر المتخرج لكرة القدم هو عقار في.",
                    },
                    {
                        content: "إذ. كل الى جيما النزاع الكونجرس. ما اللا العالم فقد, يبق بـ سقطت أوزار بالولايات",
                    },
                    {
                        content: "مدن و تحرير بمباركة الباهضة, الأول اعتداء أخر لم, تلك و الثقيل الحكومة استرجاع. ه",
                    },
                    {
                        content:
                                "اليها الهادي المتساقطة، عن لمّ. وفي هو قبضتهم وتنصيب. لم بال وبغطاء الشمال ايطاليا،, ثم المارق الأبرياء التقليدية حيث, مكن عل ويعزى لبلجيكا،. ترتيب لإعلان هذا قد, مدن عل تعديل الحدود اسبوعين. تحت لفشل المتّبعة و, دول بأيدي بتخصيص مليارات عل. كل فمرّ شاسعة لعملة أخر, حول مع",
                    },
                ],
            },
            {
                id: "8e24c654-824d-4b80-add0-e6a69926e2e1",
                class: "columns-3-narrow",
                header: "يحدث الآن",
                url: "#",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "دائما أو وقت الحياة كأطفال أو للبعض.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "طب الكرتونية من البلياردو أو مضادات الأكسدة في عطلة نهاية الأسبوع.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "السهام السريرية كرة القدم عطلة نهاية الأسبوع الكراهية مضادات الأكسدة موريس الجلوس.",
                    },
                ],
            },
            {
                id: "b838d62e-fc9b-4c7f-808b-dfe42ba8207b",
                class: "columns-3-narrow",
                header: "جدير بالملاحظة",
                url: "#",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "الآن مشروب الموز هو مضادات الأكسدة حامل أو وادي.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "إلى القطر من عدم وجود كتلة طيران ليست تصنيع معين.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "كرة القدم الإحماء العظيمة ليست قطر.",
                    },
                ],
            },
        ],
    },
    {
        id: "content-world-featured",
        name: "متميز",
        articles: [
            {
                id: "333174c6-e4f4-4376-b0ff-38d31161b9db",
                class: "columns-3-balanced",
                header: "الاتحاد الأوروبي",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "الحداد تعقيم وعاء بيئي كبير.",
                type: "list",
                content: [
                    {
                        content: "كان ان وبدون حادثة النزاع, إذ العصبة واقتصار كما. ثم فعل هاربر أفريقيا.",
                    },
                    {
                        content: "سنغافورة لم. ولم عل لفشل تحرّكت محاولات, أم كما الساحة الجديدة، الفرنسية, أن دون مرمى أمام مساعدة. ٣٠ جُل حالي",
                    },
                    {
                        content: "الشرق، الهادي ٣٠ أما, ثم سقوط أمّا ومن. لمّ بل لعدم الأول. إذ أطراف اكتوبر دنو, قِبل الثقيلة الجديدة، حول كل",
                    },
                ],
            },
            {
                id: "28fd8202-0588-42a2-bb92-54c534521b23",
                class: "columns-3-balanced",
                header: "بريطانيا",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "الشوكولاتة السريرية الفلفل الحار تحتاج دائما الواجب المنزلي.",
                type: "text",
                content: "في قتيل، ابتدعها دنو. ضرب شمال للسيطرة استراليا، أم. قادة بقسوة الهادي مع عدم. إذ تطوير علاقة أساسي هذه. عليها الأوروبية الإقتصادية تم انه, بحق أم وسوء أمدها بريطانيا،.",
            },
            {
                id: "bcb67523-c31c-44ae-b9a1-a2b3b0cc5793",
                class: "columns-3-balanced",
                header: "أمريكا اللاتينية",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "التخطيط ما لم تأخذ الحياة الحزمة.",
                type: "list",
                display: "bullets",
                content: [
                    {
                        content: "ليتم تعقيمها في المنطقة في الخوف من الضعف.",
                        url: "#",
                    },
                    {
                        content: "خيار اليابان، الأوروبية، أم عدد. بـ لفرنسا واُسدل الى. التي اليميني",
                        url: "#",
                    },
                    {
                        content: "عرض يقوم أسابيع ديسمبر. سكان وزارة مسؤولية ذلك تم,",
                        url: "#",
                    },
                    {
                        content: "في اللاعبين باستثناء حياة كرة السلة للشوكولاتة.",
                        url: "#",
                    },
                    {
                        content: "هذا لعدم القادة الأمريكي أم. حالية السبب قد أسر. عن أخر",
                        url: "#",
                    },
                    {
                        content: "قطر عطلة نهاية الأسبوع كمنطقة معقمة.",
                        url: "#",
                    },
                ],
            },
        ],
    },
    {
        id: "content-world-international",
        name: "دولي",
        articles: [
            {
                id: "bcdb2555-6ea9-48cc-b99e-7c496e95b54a",
                class: "columns-wrap",
                header: "الأمم المتحدة",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "و بينما مكثّفة الأمريكية يبق, إذ لفشل أفاق استرجاع بعد, جُل أصقاع معزّزة اليابانية ان. وصغار وحلفاؤها هو جعل, كانت تحرّكت التقليدي بلا كل. مكثّفة وهولندا، يكن هو, خطّة وجزر مع بين. هذه ان جيما ليرتفع, دون مع فسقط اتفاق بأيدي. مع يتم اعتداء الأمور وهولندا،, الخاسر المتحدة كل عدد. الخارجية استطاعوا بـ بحق.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "شواطيء ومطالبة إيو ان. أسيا والمانيا عل تحت, فكانت العالم، الربيع، أخذ أي. كلا و جديدة القوى. غضون أوسع اللازمة حول هو, يتم ما الآخر وبداية السادس, والقرى بريطانيا-فرنسا هذه ٣٠. وفي الحرة الأمور المواد إذ, جهة لم رئيس ميناء. بين أن أدوات التّحول.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "بـ أضف أوزار البولندي الإكتفاء. دارت الهادي يبق قد, أي ويعزى الساحل لمّ. وتم في أكثر اتفاقية الواقعة, وقبل مسؤولية قد شيء. يتم فمرّ مشارف ان, تلك ان وإقامة الخطّة. كانت الساحلية مدن كل, بل هذه اعتداء الثانية.",
                    },
                ],
            },
            {
                id: "db9bc4e6-b7d8-4cbd-b9a6-17bc5c50b8b1",
                class: "columns-wrap",
                header: "الاتحاد الأوروبي",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "خيار اليابان، الأوروبية، أم عدد. بـ لفرنسا واُسدل الى. التي اليميني بـ بحق, هذه الأوضاع المتّبعة و, وعلى محاولات سليمان، الى ان. هو الخطّة ديسمبر الأثنان يتم, لمّ ثم قبضتهم الثالث، وبلجيكا،.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "هذا لعدم القادة الأمريكي أم. حالية السبب قد أسر. عن أخر حصدت الفرنسية, الصفحات للإتحاد قبل ثم. ضرب عُقر أحكم لإعادة عل, من عرض يقوم أسابيع ديسمبر. سكان وزارة مسؤولية ذلك تم, غضون إجلاء العالم، ٣٠ تلك, دول كُلفة الخاسرة بل.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "ومن عن الشتاء الشرقي, إذ أسر تطوير والإتحاد. ٣٠ الى لفشل بالحرب الإمتعاض. شاسعة تعديل ولم عن, يقوم لبلجيكا، قام و, فصل هو أوروبا الخاصّة. فعل الإثنان اليابانية من.",
                    },
                ],
            },
            {
                id: "a4208fe3-e9b4-46f6-af7e-ff04522ccc9c",
                class: "columns-wrap",
                header: "أزمة عالمية",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "مرجع الثانية الانجليزية لم مكن. فكان وبداية استمرار دار عل. الشتاء، الثانية حين مع. وصل أن لمحاكم للحكومة اليابان, تم عُقر وبغطاء شموليةً بها. أواخر الصينية فصل و, ومن أي ليتسنّى بولندا، اليابانية. بحشد عملية أما لم, هو العناد معزّزة بحق.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "أخر في مشروط الهادي, عدم تم ترتيب الشّعبين, من الإنزال البشريةً بعض. عل عدد الصفحات للأراضي, إعلان للجزر الشتاء، جهة من. عن العالمي المبرمة الأبرياء دون. هو الشهير بالتوقيع أخر, تعد عن مايو واستمرت, عرض من جمعت ماشاء المارق.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "حيث فقامت السفن وبلجيكا، في, حين أم وحتّى لليابان, أي أخر هاربر الدنمارك. تلك في سكان التخطيط, غير أراضي إتفاقية وهولندا، ٣٠. ما لها سقوط المضي وقدّموا, أخذ حكومة بقيادة تكاليف قد, ذلك أراض الحكم أي. ومن أم بقصف منتصف الاندونيسية, أن كُلفة ويعزى الواقعة عدم.",
                    },
                ],
            },
        ],
    },
    {
        id: "content-world-global-impact",
        name: "التأثير العالمي",
        articles: [
            {
                id: "48ae1b0c-4f0c-47f8-ab31-4ec18aaaf24c",
                class: "columns-3-balanced",
                header: "طقس",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "عنصر الأداء ما لم يكن أي خصم.",
                type: "list",
                content: [
                    {
                        content: "الميكروفون في مؤلف كتاب الوعاء الآن معرف يدير المخاوف.إذا كان هناك الكثير من المرح أيضا.",
                    },
                    {
                        content: "أو عطلة نهاية الأسبوع ومطوري الحياة.مخاطر حركة المرور في.",
                    },
                    {
                        content: "مرجع الثانية الانجليزية لم مكن. فكان وبداية استمرار دار عل.",
                    },
                    {
                        content: "التذاكر في هذا الوقت من الوقت.",
                    },
                ],
            },
            {
                id: "71a55a05-6c7a-432e-8d8f-dc55746911e6",
                class: "columns-3-balanced",
                header: "عمل",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "الآن ، موز حياتي الحلق أو.",
                type: "list",
                content: [
                    {
                        content: "حيث فقامت السفن وبلجيكا، في, حين أم وحتّى لليابان,",
                    },
                    {
                        content: "الضحك سحب المرحلة الجامعية الأولى في المنطقة عدد صحيح الشوكولاتة.",
                    },
                    {
                        content: "الدورة التدريبية المطورين كتلة القبيحة وثيقة الهوية الوحيدة.",
                    },
                    {
                        content: ". ما لها سقوط المضي وقدّموا, أخذ حكومة بقيادة تكاليف",
                    },
                ],
            },
            {
                id: "f44f022b-f57e-4d6d-84bc-904dfad9686a",
                class: "columns-3-balanced",
                header: "سياسة",
                image: {
                    src: "placeholder_light.jpg",
                    alt: "عنصر نائب",
                    width: "1280",
                    height: "720",
                },
                meta: {
                    captions: "الصورة التي التقطها شخص ما.",
                },
                title: "ن حتى جورج الحرة, ثم جيوب أواخر ولم, ثم جنوب الخاطفة البشريةً حول.",
                type: "list",
                content: [
                    {
                        content: "اربر الدنمارك. تلك في سكان التخطيط, غير أراضي إتفاقية وهولندا،",
                    },
                    {
                        content: "ذلك أراض الحكم أي. ومن أم بقصف منتصف الاندونيسية, أن كُلفة ",
                    },
                    {
                        content: "بحث ثم, ضرب لكون أملاً وفرنسا في. ثم فقد وصغار إعادة بولندا،.",
                    },
                    {
                        content: "تحرّكت انتباه مع. أن وبدأت يتمكن حدى. دون ٣٠ يتسنّى ",
                    },
                ],
            },
        ],
    },
    {
        id: "content-world-underscored",
        name: "يؤكد",
        articles: [
            {
                id: "060bbae5-655f-4ed6-ae0f-8afdb2056ecf",
                class: "columns-2-balanced",
                header: "هذا أولا",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "new",
                                label: "جديد",
                            },
                        },
                        text: "حول بينما الستار عل, لمّ كل الشتاء، التغييرات. ممثّلة الضروري بحث ثم, ضرب لكون أملاً وفرنسا في. ثم فقد وصغار إعادة بولندا،. الثقيل اليابانية بريطانيا، ثم بلا. عرض الأجل وتنصيب الإنزال و, بل ٢٠٠٤ إحتار لها.",
                        url: "#",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "new",
                                label: "جديد",
                            },
                        },
                        text: "مسرح مواقعها الانجليزية و بلا, ضرب ودول إختار التّحول ما. إيو أحكم تحرّكت انتباه مع. أن وبدأت يتمكن حدى. دون ٣٠ يتسنّى التكاليف, عل وقد تسبب عرفها الثقيل.",
                        url: "#",
                    },
                ],
            },
            {
                id: "b4ef9c47-027a-4870-8413-b83366e1ce21",
                class: "columns-2-balanced",
                header: "هذا الثاني",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "breaking",
                                label: "كسر",
                            },
                        },
                        text: "ثم عدم ثمّة بمعارضة الدنمارك, ضرب ما كردة أكثر الأبرياء, ذلك عملية اتفاقية الشهيرة إذ. عن نفس العالمي الأسيوي وهولندا،, ما وبعض تمهيد رجوعهم يبق, على ثم ويعزى واستمر. به، عل إحتار السيطرة والكساد, ذات مليون مشاركة ا أن. أخرى جسيمة البشريةً تم يتم, قبل أي وجهان وزارة فرنسا, يكن انذار وإيطالي الأهداف بـ. أن خطّة المتساقطة، الى, تكبّد طوكيو ابتدعها أن ذلك, جورج واحدة الوزراء أم فصل.",
                        url: "#",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "breaking",
                                label: "كسر",
                            },
                        },
                        text: "التخطيط الإثنان بالمحور لان قد. بحق وبدون ويعزى ان, بل تعد الأولى الأوروبية. أن جهة شاسعة بريطانيا الأوربيين, العدّ واستمر الأهداف قام هو. أن حالية إستعمل أسر, أجزاء للسيطرة وبالتحديد، به، مع, بقسوة حاملات الإقتصادية بل كان. كل ذلك الدمج المجتمع والكساد, هو شيء فكان بالجانب البولندي, ذات إعلان الثقيل في. مع يعبأ أجزاء ومن, حاول هامش تم لكل.",
                        url: "#",
                    },
                ],
            },
        ],
    },
    {
        id: "content-world-global-issues",
        name: "قضايا عالمية",
        articles: [
            {
                id: "f189aeb3-f002-4cf4-929e-1957c1e049a9",
                class: "columns-wrap",
                header: "ارتفاع الجريمة",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "الشوكولاتة المراهقين حتى السعر.التلفزيون المضحك الآن ليس بعد الظهر.ومع ذلك ، ولكن سعر الابتسامة من تدليك كرة القدم الجذاب.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "في حياة الكتلة القبيحة ولكن.في هذه الدورة التدريبية ، فإن مجموعة التغذية هي مطور التغذية.أرنب برايس آينيان جويفر كبيرة والاستثمار في عطلة نهاية الأسبوع.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "تعد شاسعة أطراف عن, مرمى استعملت يبق عل. ان العسكري الإحتفاظ نفس, و فرنسية الموسوعة الإتفاقية كلّ. ذات بـ أهّل وزارة الإطلاق, الثقيلة والروسية ومن في, ان انه ٠٨٠٤ وقرى احداث. غير وتزويده التخطيط عن.",
                    },
                ],
            },
            {
                id: "ddf4293b-3356-4ec4-b349-75d29690623e",
                class: "columns-wrap",
                header: "المخاوف الصحية",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "عن وبعد تعداد وأزيز بحث, إذ أخذ مايو جديدة. هو وصل الساحل الخاصّة الأثنان. وبداية جديداً العاصمة شيء قد, أسابيع بتطويق الساحة غير عل, بفرض التنازلي نفس ثم. أن قبل وسفن اتّجة الخاسرة, قبل ليبين الجديدة، لم, بـ هذه أهّل لإعلان الخاسر.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "هو بقعة العالمي ضرب. هذه أم لغات المضي مشاركة, أطراف اعتداء عن قبل. ان غير مرجع فكانت أساسي. أضف وبدون الطريق بالرغم ثم. به، جورج معقل من.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "ز والمعدات أي جهة. الى إذ بالرغم العاصمة التقليدية, ما بين التي الأوروبية, جمعت وإيطالي و حدى. تحت يذكر اتّجة كل. أي انه تُصب عالمية اليابانية, بحق جيما أراض أوراقهم إذ. جورج عملية والفلبين بحق أم, أم وسوء يونيو حول",
                    },
                ],
            },
            {
                id: "9b501227-b127-49b2-80d6-33945e5ea16c",
                class: "columns-wrap",
                header: "اقتصاد",
                type: "excerpt",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "كرسي لغزو استدعى هذه أم. في للصين الأمم حيث, وصل عل تصفح وباستثناء, ولم تسبب أوسع استدعى لم. عرض و التي الآخر بقيادة. تسبب واتّجه تحرّكت انه عن, لم وزارة الأحمر حيث, ومن معقل الطرفين ان. أمدها أساسي الأحمر من جُل.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "السبب العاصمة دول ما, علاقة التاريخ، الفرنسية هذا تم. وصل ان أوسع أواخر للسيطرة, أمدها إبّان لليابان إذ بلا. وفي كل ثمّة بالرّد, تم للجزر اليابان ذات. لم تعد الدّفاع بريطانيا. بها بل يعبأ وزارة وهولندا،, لغزو وفرنسا الصعداء أما بل. ان خلاف أساسي الأمريكي أخذ, في كلّ صفحة البولندي.",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        text: "و تحرّك الأهداف ايطاليا، ذات. لم الدول إحكام لها, وبعض أواخر وايرلندا هو فعل. و شيء هناك مسرح, لم أسر واحدة علاقة الطرفين, الى كل الإطلاق استرجاع. ان وجهان فرنسية وبالرغم قام, عجّل وفرنسا الانجليزية تم جهة.",
                    },
                ],
            },
        ],
    },
    {
        id: "content-world-hot-topics",
        name: "مواضيع مثيرة",
        articles: [
            {
                id: "2ecc66a8-422a-4ec1-8523-b2b3b6bd95d1",
                class: "columns-2-balanced",
                header: "هذا أولا",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "new",
                                label: "جديد",
                            },
                        },
                        text: "لإعلان العالمي الدنمارك لمّ قد, كلّ وزارة الشهيرة التغييرات قد, عدم اتفاق مسؤولية واستمرت ثم. ان تلك وسفن أجزاء اعتداء, ما لها كُلفة ليرتفع. الجو وعُرفت مهمّات ومن ما. كلّ ووصف قائمة أسابيع ما, وهولندا، ايطاليا، لبولندا، ٣٠ لها.",
                        url: "#",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "new",
                                label: "جديد",
                            },
                        },
                        text: "أسر عن بشكل وسفن تزامناً, أم وايرلندا الأوروبي انه. وبعض فرنسية التّحول تم أضف, كان اكتوبر بالجانب ان, ودول لهذه للصين عل بلا. الى ليتسنّى الأرواح ويكيبيديا، بل. كما و ودول وبدأت الثقيل, لمّ وعُرفت تكاليف عن. عدد ما أحدث وحتّى ألمانيا, أخر ثم نقطة كردة بتطويق, جعل أن بفرض والروسية.",
                        url: "#",
                    },
                ],
            },
            {
                id: "e97c9e59-bce0-408e-8151-644b4c51fa24",
                class: "columns-2-balanced",
                header: "هذا الثاني",
                type: "grid",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "breaking",
                                label: "كسر",
                            },
                        },
                        text: "شيء حاول مدينة ٣٠. إذ لكل ديسمبر ولكسمبورغ, حيث بحشد الحكم وقوعها، تم. حقول موالية لإنعدام عل حتى. بها العدّ وأكثرها ثم, بال لم عجّل لدحر لفرنسا.",
                        url: "#",
                    },
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: {
                                type: "breaking",
                                label: "كسر",
                            },
                        },
                        text: "في حول وحرمان عسكرياً, حتى السفن بتطويق الطرفين بل, عن الى ماذا وقام ابتدعها. لهيمنة العالمي ان جُل, بالفشل التكاليف عل قبل. ضمنها أطراف وبلجيكا، فصل و, لان في بقصف ودول الدول. بل حدى اعلان معزّزة, بحق ثم استبدال التخطيط سنغافورة, وفي كل أثره، استطاعوا بريطانيا-فرنسا.",
                        url: "#",
                    },
                ],
            },
        ],
    },
    {
        id: "content-world-paid-content",
        name: "المحتوى المدفوع",
        articles: [
            {
                id: "6f02bb8e-b794-403e-8417-6efaf23f7d4f",
                class: "columns-4-balanced",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "والرعاية والمهنيين السريريين.جماعي العقارات الواجبات الصوتية التجمع ولكن معرف المطورين القبيح.",
                    },
                ],
            },
            {
                id: "c1ab91c2-8a27-4b86-b862-f2cb98d99636",
                class: "columns-4-balanced",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "أو عطلة نهاية الأسبوع ومطوري الحياة على الإطلاق.الآن الكرة الطائر و.من التغذية أو لبعض السلطة ودرجة حرارة الوصفة.",
                    },
                ],
            },
            {
                id: "ea11fca8-afd0-4aab-b106-047aab8ca678",
                class: "columns-4-balanced",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "الأداء في الهواء الطلق على تعويضات الواجب العقاري الجماعي التغذية.لا يوجد موز للميكروفون في المؤلف.الحياة والأسد الواجب المنزلي كقطر من عدم وجود كتلة طيران.",
                    },
                ],
            },
            {
                id: "44a282f4-379a-41bd-bccb-5d7a16aa8d98",
                class: "columns-4-balanced",
                type: "preview",
                content: [
                    {
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        title: "الفول السوداني في تشغيل المطورين الجماعي القبيح ل لتزيين التخرج.يسحب أو تدليك في بعض الأحيان يعزز لاعبين الحلق المجاني.",
                    },
                ],
            },
        ],
    },
];
