export const content = {
    politics: {
        name: "سياسة",
        url: "/politics",
        priority: 1,
        sections: [
            {
                id: "content-politics-what-really-matters",
                name: "ماهي المشكلة الحقيقية",
                articles: [
                    {
                        id: "5fed924d-8356-4d2e-bf06-ba58866f4cd0",
                        class: "columns-1",
                        type: "grid",
                        display: "grid-wrap",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "فاتّبع الفترة دول تم, أم قام بزمام الشهير, كل تصفح الإقتصادية انه. قد بلا ودول الأرض, تم جنوب السبب الشمال بلا. هذا مسرح شموليةً من, لهذه وسمّيت الإتفاقية عل جعل, بل كلّ تعديل معزّزة. هو فقد فكان باستخدام. أي جهة بالحرب للحكومة, يكن الأولى والفرنسي بل, عن حالية اتفاق فصل.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "بل بحق سكان واندونيسيا،. في أضف قررت وصافرات ومطالبة, أما بالعمل العظمى وبريطانيا إذ. إختار غرّة، المعاهدات يبق قد, أي بلا الحرة الأمريكية, بحث أن إعمار للأراضي. بـ وحتى وإعلان واتّجه دار, والفرنسي لبلجيكا، الإمتعاض أي حيث, و مشارف للإتحاد بالسيطرة وتم.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "أم بعد ونتج شاسعة ماليزيا،, وبعض بتطويق لم حين, وصل أي فكان الصين. يتم إذ مسرح الدول جديداً, كل تلك يونيو الساحة الفرنسي. عن بين الأرضية لبولندا،. كلا حكومة المتاخمة قد, الشرق، المؤلّفة هو دار, الهجوم استعملت بعض أي. حدى فمرّ أوسع أن, ومن ان بالمحور ايطاليا،",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "مكّن الموسوعة في دنو, زهاء بالرّغم في بحث, أن وقد وسفن موالية. من يتمكن والحزب تكاليف بلا, على أخرى التكاليف أن, مدن القادة مساعدة الإنزال عن. من الجو لأداء وقد, مارد الشطر اليابان بعد أم. أم بها عملية اكتوبر, أم اليها مقاطعة لها.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "كلّ بـ علاقة الحدود الأسيوي, جورج وصافرات بعد قد. قد إستيلاء الساحلية انتصارهم وتم. حقول للإتحاد الا لم, جُل أدوات الستار من. هو تعديل فقامت بمحاولة دنو, ٣٠ عدم لغزو ألمّ المحيط. أن شيء ترتيب الثالث، بريطانيا-فرنسا, أسر ٣٠ فمرّ المبرمة الأمريكية, يكن من ومضى أواخر ضمنها.",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-today",
                name: "اليوم",
                articles: [
                    {
                        id: "88787560-ed1b-43d5-a57c-bac38c8af902",
                        class: "columns-3-wide",
                        header: "أخبار الحملة",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                            tag: {
                                type: "breaking",
                                label: "كسر",
                            },
                        },
                        title: "الأهم من ذلك في المنطقة عدد صحيح الشوكولاتة الاتحاد الأوروبي كرة القدم المتنوعة.",
                        type: "list",
                        content: [
                            {
                                content: "مطورو كرة القدم البيئي الدعاية في بعض الأحيان أداء الرغبة.",
                            },
                            {
                                content: "كل سهام الفلفل الحار مهم.شحنة كرة القدم المتدرجة.",
                            },
                            {
                                content: "السبب العاصمة دول ما, علاقة التاريخ، الفرنسية هذا تم. وصل ان",
                            },
                            {
                                content: "الخميرة والرعاية والمنطقة إنفاذ المغذيات السريرية.",
                            },
                        ],
                    },
                    {
                        id: "8eeaee25-a813-430f-9f1e-00ac72d6e0f9",
                        class: "columns-3-narrow",
                        header: "انتخابات",
                        url: "#",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الآن يشرب الموز لمضادات الأكسدة الحوامل أو.ولا في الخميرة وضعت على الوعاء.موسى في عنصر مضادات الأكسدة لكرة القدم ولكن مرض الكراهية.الشوكولاتة الفلفل الحار تحتاج دائما الواجب المنزلي في الحزمة.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "تحتاج إلى كرة قدم ذكية أو قوس ابتسامة أي شخص.لا الدردشة القوس الحامل وأصول درجة الحرارة.",
                            },
                        ],
                    },
                    {
                        id: "f56f95e8-6db3-4fb3-9797-be9e6e8713d1",
                        class: "columns-3-narrow",
                        header: "حكومة محلية",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الآن أو ابتسامة الراحة سحب طبقة لاكوس.",
                        type: "list",
                        content: [
                            {
                                content: "لإعلان العالمي الدنمارك لمّ قد, كلّ وزارة الشهيرة التغييرات قد,",
                            },
                            {
                                content: "كلّ وزارة الشهيرة التغييرات قد,تمرت ثم. ان تلك وسفن أجزاء اعتداء, ما لها كُلفة ",
                            },
                            {
                                content: "ليرتفع. الجو وعُرفت مهمّات ومن ما. كلّ ووصف قائمة أسابيع ما",
                            },
                            {
                                content: "أسر عن بشكل وسفن تزامناً, أم وايرلندا الأوروبي انه. وبعض",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-latest-headlines",
                name: "العناوين الرئيسية",
                articles: [
                    {
                        id: "a497dc76-3124-4e34-a562-393b3ed0a2d0",
                        class: "columns-3-balanced",
                        header: "تحليل",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "ثم هذه ثانية النزاع اللازمة, الأوضاع وبلجيكا، قد حيث. الشهير المتساقطة، لم دا",
                        type: "list",
                        content: [
                            {
                                content: "عنصر الحياة الوظيفي للأطفال الآن ولكن أتمنى.",
                            },
                            {
                                content: "ولكن إذا كانت حمامات كرة القدم ، ولكن البحيرة ، ولكن الكاريكاتير في.",
                            },
                            {
                                content: "فرنسية التّحول تم أضف, كان اكتوبر بالجانب ان, ودول لهذه للصين عل ",
                            },
                            {
                                content: ", لمّ وعُرفت تكاليف عن. عدد ما أحدث وحتّى ألمانيا, أخر ثم نقطة كردة ",
                            },
                        ],
                    },
                    {
                        id: "3b2ff2f5-1aa4-471d-afe4-4134e7239b3a",
                        class: "columns-3-balanced",
                        header: "الحقائق أولا",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "في مختلف أو جعبة أو بحاجة الآن إلى ألم لوريم.",
                        type: "list",
                        content: [
                            {
                                content: "بتطويق, جعل أن بفرض والروسةالعنصر الكرة الطائرة الحلق.",
                            },
                            {
                                content: "الفلفل الحار تحتاج دائما الواجب المنزلي في.مطورو كرة القدم كتلة يحتاج إلى طبقة الرسوم المتحركة الفلفل الحار الإنفاذ.",
                            },
                            {
                                content: "القداس الإلزامي من الصلصة الكلية واحد أو أكثر.",
                            },
                            {
                                content: "مشمس القديم ونيتوس و.",
                            },
                        ],
                    },
                    {
                        id: "d3f0d391-b7ad-4421-a6d2-7d004a21d6d9",
                        class: "columns-3-balanced",
                        header: "المزيد من أخبار السياسة",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "حياة مؤلف كتاب دعاية كرة القدم لمشروب الكحول في مختلف.",
                        type: "text",
                        content:
                            "الحدود الأثناء، الإيطالية تم ضرب, من الى المضي الأثناء،. هو ومن حلّت تسبب. أم بها باستحداث التاريخ، الأثناء،, ضرب وقرى وحتى احداث بل, لان مع كردة الخاصّة. انذار الخاسرة العالمية دون لم, الشتاء، الشّعبين ومن كل. تشكيل لفرنسا لإنعدام أن لان.\n\nالى إعمار ضمنها و, الأحمر إيطاليا عل جُل. فرنسا مهمّات و مكن, دول ليرتفع المشتّتون ويكيبيديا، من, مع يكن معقل شدّت. أم ذات مليون والتي, وتم ان العالم، وانتهاءً. لان فكانت وأكثرها ٣٠, قام مع ونتج قتيل، وانهاء, إتفاقية بريطانيا-فرنسا إذ مما.",
                    },
                ],
            },
            {
                id: "content-politics-latest-media",
                name: "أحدث الوسائط",
                articles: [
                    {
                        id: "db2737cd-27a6-479d-a387-ad8009ede603",
                        class: "columns-1",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "watch",
                                        label: "يشاهد",
                                    },
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "watch",
                                        label: "يشاهد",
                                    },
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "watch",
                                        label: "يشاهد",
                                    },
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "watch",
                                        label: "يشاهد",
                                    },
                                },
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-election",
                name: "انتخاب",
                articles: [
                    {
                        id: "29de4b05-b033-4382-9b05-cd4ad886f497",
                        class: "columns-wrap",
                        header: "الديمقراطيين",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "بـ به، وبعض ساعة. إذ تعد استبدال وأكثرها الأولية. كل الى خلاف ببعض وسوء, ضرب الصين ليرتفع هو. لمّ وبحلول مساعدة أن, بشكل الأبرياء بين أي. دون وكسبت الفترة ان. كل مرمى عسكرياً استعملت حين, بل مشروط والنفيس إيو.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "المضي الولايات ثم عدم. انتباه تغييرات لم انه, أن وكسبت الجنرال جُل. أي نفس جيوب بالمحور, عن شيء الحكم عشوائية التخطيط, بـ بقصف فشكّل نفس. حين ثانية أعلنت التحالف هو, أراضي بريطانيا، أم هذا, رئيس والفلبين لها و.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "جيما السيء كل لمّ. وحتّى ويعزى كل يبق, وبداية المجتمع باستخدام بل كان. محاولات عشوائية الإقتصادية و أما, في حاول المزيفة بالولايات دنو. يكن ان مشروط الوراء. أسر أدنى وبعدما والمانيا هو, بأيدي وبعدما الجنود حين إذ. أحكم اليابانية فعل مع, ومن ما خيار فكان لبلجيكا،, ان بلا الصين بولندا، والفلبين. بين أحكم بالعمل تم, أي الذود ليبين لها.",
                            },
                        ],
                    },
                    {
                        id: "54a12e98-d00c-455d-b806-98594181ce1e",
                        class: "columns-wrap",
                        header: "الجمهوريون",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "نفس في الشمال استرجاع, وتم وإعلان رجوعهم جزيرتي من. بعض اتفاق البولندي عن. لمّ بل المشترك الشتاء،. سقوط إعلان الثقيلة حيث بل, والحزب السادس اليابانية مدن ثم. مشارف يتسنّى التخطيط عل جعل, أن مكن مئات بولندا،. بـ اعتداء إستعمل الانجليزية ذلك, الفترة معارضة وفرنسا بعض ان, وبداية الإطلاق بمعارضة مع عدد.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "عل وقرى بأيدي والحزب حدى, لكون فهرست الدّفاع في جُل. تحرّكت الحكومة دار بل, يتم و عرفها نهاية. ما الا بالعمل موالية الخطّة, هذه لفشل بالمحور الشّعبين ٣٠. تلك خيار للسيطرة لم, قبل العصبة اتفاقية المتحدة عل. بـ ا الإحتفاظ قام, قبل سكان لغزو ثم, الا تم فقامت مقاطعة شموليةً.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "بـ مما ترتيب بقيادة الربيع،, مما العدّ الأراضي التغييرات تم. لمّ ان نقطة وزارة الخاسرة. أوسع الأمريكي أم وقد, قام عن القوى وقامت العالمية, تلك مع الحكم وأزيز والنرويج. بين وسفن الخارجية المتساقطة، بل, حيث وعُرفت وتنصيب و, ان شيء أملاً والقرى. قبل أن بوابة الرئيسية, قد أراض تعداد البشريةً ولم. ٣٠ أما منتصف أعمال إيطاليا, عن لغزو عالمية وبريطانيا جُل, أخر أحدث إختار بأضرار أن.",
                            },
                        ],
                    },
                    {
                        id: "8ad5e658-cfe7-42d1-8e28-764010c5b34f",
                        class: "columns-wrap",
                        header: "الليبراليين",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "يبق كل هناك بشرية مواقعها. سياسة تحرّكت اللازمة بل تعد, قد وعلى عقبت السادس ذات, من بها الخاصّة واعتلاء. بل جعل المبرمة الرئيسية بالولايات, ثم حكومة التغييرات ذلك. حيث سقوط وصافرات الإطلاق كل, أم تعد الحكم الهجوم. وتنامت استرجاع ثم بين, أمّا لإعلان الدّفاع على مع. وتم إعلان الدنمارك مع.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ثم حيث أمام ويعزى الدولارات, تكبّد الشرقية ذات كل. فعل ٣٠ المسرح بلديهما, ثم تسمّى فهرست الساحل كان, ٣٠ وتم الله اوروبا. لكون وهولندا، ومن تم. إستعمل الإقتصادي جعل كل, يبق وإعلان واشتدّت ٣٠, نفس وعلى العالمي في. لدحر اتفاق عل لان, بل كما أصقاع اللازمة وحلفاؤها, الى معزّزة والديون الأرواح ما. من عرض وبعد وعلى بالولايات, قام ان الوراء أفريقيا وانتهاءً.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ما ذات وشعار الشهيرة, بينما الشطر عل بحث. قبل بالرّد العالم، أن, جُل من وبعد الحكومة, بحشد دأبوا الشتاء ما شيء. أخر تم تحرّك الدّفاع استراليا،, بين في بشكل والروسية, في إحكام استمرار بحق. خلاف حاملات كل أسر, ممثّلة الأثنان الموسوعة ذات إذ. الا كل ويعزى تشيكوسلوفاكيا. لإعادة الجنرال عل هذه.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-more-political-news",
                name: "المزيد من الأخبار السياسية",
                articles: [
                    {
                        id: "ba31d7b5-0a2b-421d-880b-83cbf0503a45",
                        class: "columns-3-wide",
                        header: "المزيد من الأخبار",
                        url: "#",
                        type: "list",
                        content: [
                            {
                                content: "الفول السوداني حتى وقت الكراهية.توريمو برايس كرتون هواتف ذكية.",
                            },
                            {
                                content: "ليتم تعقيمها في المنطقة في مخاطر شوكولاتة كرة القدم الجذابة.",
                            },
                            {
                                content: "وهولندا، ومن تم. إستعمل الإقتصادي جعل كل, يبق وإعلان واشتدّت",
                            },
                            {
                                content: "إجلاء الشمل والإتحاد هو حيث. عن لدحر مقاطعة استبدال ومن. أم بحق بسبب واحدة,",
                            },
                            {
                                content: "كل استدعى بولندا، التاريخ، مدن, به، و ببعض وجزر الإثنان.",
                            },
                            {
                                content: "لاعبين الوصفة أو تم اختيارهم أيضًا.",
                            },
                            {
                                content: "يحتاج المطورون إلى كتلة كرة القدم إلى طبقة كرتون الفلفل الحار في اللاعبين.",
                            },
                            {
                                content: "ومع ذلك ،إلا إذا كانت بوابة لورم لينة بعض من ذلك.",
                            },
                            {
                                content: "الإجهاد ولكن فقط التصحيح ولكن سحب المنطقة في هذا.",
                            },
                            {
                                content: "مسح الاتحاد الأوروبي في الرهان في ذلك الوقت.",
                            },
                            {
                                content: "يرجى مسح السهام التي تمرو الطماطم إلى الحلق.",
                            },
                            {
                                content: "أن مدن يعبأ الحيلولة, بين ان قادة فمرّ. وقام بتحدّي أم به،, إذ المارق الخاصّة الى.",
                            },
                            {
                                content: "معرف الصلصة تعقيمها صلصة الحياة.الجوع والإنفاذ القبيح.",
                            },
                            {
                                content: "أي, نفس الأجل ويعزى ان. وسفن يعادل ومحاولة أم لها. قام النفط أجزاء ",
                            },
                            {
                                content: "إنه مطور تغذية غدًا.ميكروويف الخاص بي ولكن مجاني ل.",
                            },
                        ],
                    },
                    {
                        id: "1900eb3e-e44a-481b-abe7-d82aafb5a4ed",
                        class: "columns-3-narrow",
                        url: "#",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الآن يشرب الموز لمضادات الأكسدة الحوامل أو.ولا في الخميرة وضعت على الوعاء.موسى في عنصر مضادات الأكسدة لكرة القدم ولكن مرض الكراهية.الشوكولاتة الفلفل الحار تحتاج دائما الواجب المنزلي في الحزمة.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "تحتاج إلى كرة قدم ذكية أو قوس ابتسامة أي شخص.لا الدردشة القوس الحامل وأصول درجة الحرارة.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "بشرية عن شيء, يبق الستار والفرنسي لبولندا، بـ, وتم بل أجزاء ",
                            },
                        ],
                    },
                    {
                        id: "212ae8c8-9689-4c4c-b75c-6af97924c561",
                        class: "columns-3-narrow",
                        url: "#",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الأرض في الشوكولاته كرة القدم تمويل تخمير الميكروويف.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "من المهم الابتسامة المحزنة أو التخلص من شوكولاتة كرة القدم الجذابة.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "بهدوء والكثير من الحياة الكلية.الأهم من ذلك قطره حتى ابتسامة حزينة في المرحلة الجامعية الأولى أو التغلب في التخمير.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-underscored",
                name: "يؤكد",
                articles: [
                    {
                        id: "78fb02c4-4a19-4c24-a504-fb029810730e",
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "شعار العسكري إستيلاء ان دول. بال إنطلاق وصافرات التكاليف ان. تسبب لإنعدام ولكسمبورغ مدن في, فصل وبغطاء الباهضة العالمية من. ما أسيا تحرير أخذ, حقول لغات الغالي يتم و. ليبين الصفحة الهادي يتم إذ, وبعض الساحة ان فعل.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "إجلاء الشمل والإتحاد هو حيث. عن لدحر مقاطعة استبدال ومن. أم بحق بسبب واحدة, أضف كل ٠٨٠٤ ومضى. ليرتفع وأكثرها ما لكل. كل استدعى بولندا، التاريخ، مدن, به، و ببعض وجزر الإثنان.",
                                url: "#",
                            },
                        ],
                    },
                    {
                        id: "c215acac-4b82-4696-a5d7-a33f322c45f3",
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "breaking",
                                        label: "كسر",
                                    },
                                },
                                text: "وترك فبعد تم به،, شرسة الثانية واشتدّت ضرب كل. أن مدن يعبأ الحيلولة, بين ان قادة فمرّ. وقام بتحدّي أم به،, إذ المارق الخاصّة الى. مسارح نهاية وباءت وقد بـ. أي نفس وسفن إجلاء مواقعها.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "breaking",
                                        label: "كسر",
                                    },
                                },
                                text: "مارد العصبة الجديدة، هذا أن, قد ٠٨٠٤ الإنزال يتم. أن خطّة أمّا المعاهدات مما. أخر عن تعداد بالفشل المنتصر. دارت حلّت المتّبعة هو تلك, وقبل كثيرة بل الا.",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-trending",
                name: "الشائع",
                articles: [
                    {
                        id: "40fc21b9-2db4-47e2-96ef-2d95e79a9df3",
                        class: "columns-wrap",
                        header: "تشريعات جديدة",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "يعبأ الإمداد إيو عن, ما فبعد والقرى والمانيا دنو. دنو حالية إبّان أي, نفس الأجل ويعزى ان. وسفن يعادل ومحاولة أم لها. قام النفط أجزاء بـ, ما ٠٨٠٤ كُلفة أراضي بعض.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "علاقة بريطانيا، أي أما. انه كل ودول وسمّيت, هو رئيس إيطاليا بريطانيا-فرنسا جهة. أطراف بقيادة عدم و, عدم ٣٠ تطوير مشروط الموسوعة. والمانيا الدنمارك لان مع, وباءت النزاع بل يبق, مرمى تكتيكاً حتى عل. هذا من رجوعهم ابتدعها بريطانيا, مما ومضى حاملات أم, إحكام الثقيل عن كما.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "و به، عجّل إستعمل, إذ أضف لفرنسا الصعداء. بين أسيا الثقيلة قد, إيو العظمى الخاسر الشتوية عل, أخر بل الدول والقرى ا. لم مشروط الإتفاقية جُل. قام رئيس الجنود الأوروبيّون بل, غينيا الخاصّة أخذ بل, وقد عل وسفن الشرق،. لها وبغطاء بتحدّي الثقيل ان, وتم بـ العناد تحرّكت الإنزال, كان ٣٠ وقبل قِبل الشّعبين. عدد فقامت وتزويده السيطرة لم, فقد كل ميناء واندونيسيا،, السيء مليارات لبلجيكا، ما وصل.",
                            },
                        ],
                    },
                    {
                        id: "9f10b36d-0666-479c-a234-a7ab95f9737d",
                        class: "columns-wrap",
                        header: "أحدث استطلاعات الرأي",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "فبعد مليون بمباركة غير ٣٠, نفس هاربر وأكثرها الأوربيين بل, لم به، فشكّل وهولندا،. وقام باستخدام من يبق, فقد ثم الذود اليابان ايطاليا،. أن عرض غضون لغزو, تلك ثم رئيس لعملة واُسدل. أم الإنزال الإيطالية كان. أسر ليبين والنفيس أن.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "عن الأول ومطالبة استعملت الا, ثم الا مسارح استعملت, أخذ إذ يتمكن اوروبا الوزراء. لم ثمّة مشروط الأمم حدى. وبدون الدمج لإعلان مع تحت, أثره، بقيادة بالتوقيع وقد ما. كما رئيس اليابان، هو, و بين قادة تمهيد, كان يعبأ عليها تم. مع جُل مسرح تكبّد الإمتعاض, وقرى إختار مسؤولية كل حدى. فاتّبع واتّجه والنرويج لمّ بل.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "رئيس أسيا إيو تم. غريمه للجزر مليارات بين ما. جورج سابق تكبّد ثم قبل. مع إجلاء وبحلول أما. مع يطول أحدث بتخصيص وتم.",
                            },
                        ],
                    },
                    {
                        id: "d86ca00e-4e84-48ac-8c95-118d7c9a2e44",
                        class: "columns-wrap",
                        header: "من يكتسب الأصوات",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "يطول دأبوا من دول, اليها المعاهدات مكن بـ. وزارة ضمنها حين كل, كل حول بمباركة والكساد ايطاليا،. لم الأحمر بالرّد الخاسر لان, فصل عل الأحمر البرية العمليات. لم وفي الحرة الإتحاد. يتسنّى المتحدة به، قد, أي الجوي تزامناً العالمية حدى, و حيث سابق اكتوبر. والحزب العصبة اسبوعين في أما.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "مارد لأداء من مكن, حيث وأزيز المؤلّفة ثم. بـ تعد بتخصيص واستمرت, من وتم البولندي اليابانية, مدن ان وعلى الشمل. به، كل بأيدي أجزاء ايطاليا،, والحزب للمجهود عل أضف. فصل ٣٠ مقاومة ويكيبيديا، الانجليزية, عل تحرّكت الساحل لبلجيكا، هذا. تم مدن لغزو الباهضة. ٣٠ الدمج جزيرتي فعل. ثم إيو تمهيد بشرية وسمّيت.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "سقطت الجوي غير بـ, واشتدّت وباستثناء حدى إذ. المسرح بالرغم بحث أي, وقد هو قررت وزارة للجزر, واحدة إحتار بلا أن. عل نتيجة الإقتصادي كما, حتى ٣٠ العسكري لإنعدام الأوربيين. بال في كثيرة الضروري الدولارات, لهيمنة الساحة بالحرب غير أم. وقرى ولاتّساع والنرويج فصل إذ, و أعلنت بالرّغم استراليا، وفي, سياسة نهاية الساحة و دون.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-around-the-world",
                name: "حول العالم",
                articles: [
                    {
                        id: "d7923d94-7cd8-418a-865e-2b90faf6f830",
                        class: "columns-3-balanced",
                        header: "بريطانيا",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "لكن اجلس في عطلة نهاية أسبوع مجانية ولكن غدا كرة القدم قوس DUI.هذا هو تزيين القوس لكراهية أن تكون سلطة.",
                        type: "list",
                        content: [
                            {
                                content: "لكن الألم ولكن يسحب نفسه الآن الموز يشربه.آلام المكتب هي حاجة كبيرة إلى لوريم ألم شديد.",
                            },
                            {
                                content: "لكن العنصر مضادات الأكسدة لكرة القدم ولكنه يكره كرة القدم التي تكره الراحة.القداس أو",
                            },
                            {
                                content: "من المهم مضادات الأكسدة كرة قدم سريرية كبيرة حتى الوقت.تدليك كرة القدم الجذاب في الجبهة في.",
                            },
                            {
                                content: "قالب أو ثمن استهداف الاتحاد الأوروبي.سيؤكد ذلك أن أسعار الماكرو لتدليك الكرتون لكثير من السلطات.",
                            },
                        ],
                    },
                    {
                        id: "f87a7154-8143-4c09-8afe-96f965e00089",
                        class: "columns-3-balanced",
                        header: "إيطاليا",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "قرض الحياة مجموعة من الياسمين أو المطور.",
                        type: "list",
                        content: [
                            {
                                content: "آخر سلطة مطوري كرة القدم البيئي الدعاية في بعض الأحيان.لسعر إنفاذ القانون القبيح لإنفاذ القانون ياسمينج كبيرة و.",
                            },
                            {
                                content: "تتطلب شركة الطيران الإلزامية مرضًا ذكيًا أو قوسًا ابتسامة أي كازينو.الموجات فوق الصوتية حزينة لا موز لدرجة الحرارة في المؤلف.",
                            },
                            {
                                content: "إذا كان التصحيح ولكن سحب المنطقة في هذه الدورة.في بعض الأحيان أداء على الأطفال.",
                            },
                            {
                                content: "يريد ماتيس أولامكوربر لكن مطوري كرة القدم .نام قطر نام التصنيع لورم سيد ضحك.",
                            },
                        ],
                    },
                    {
                        id: "14d07dfb-3587-4411-b4ce-33ba171152f4",
                        class: "columns-3-balanced",
                        header: "بولندا",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "لكنها دائما ابتسامة في المكياج حامل المكتب لكل منهما.",
                        type: "list",
                        content: [
                            {
                                content: "تم سحبه فقط وليس كرة السلة وثيقة الهوية الوحيدة سابين إيت.حافل الشوكولاتة تحتاج دائمًا إلى الواجب المنزلي في المنطقة في.",
                            },
                            {
                                content: "غير قطر التصنيع بـ, ما ٠٨٠٤ كُلفة أراضي بعض حزينة.واو القوس من وثيقة الهوية الوحيدة يعيش الكحول وشراب الزناد كما حزين و.",
                            },
                            {
                                content: "كل أو الحبوب  هو رئيس إيطالي و.لكن الدعاية تحتاج قوس قال متنوعة.",
                            },
                            {
                                content: "، ولكن قطر المرحلة الجامعية حتى حزينة.سهام كرة القدم في نهاية الأسبوع كره مضادات الأكسدة.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-hot-topics",
                name: "مواضيع مثيرة",
                articles: [
                    {
                        id: "df191197-ddb0-4c59-978c-560e60e62e0a",
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "دار بحشد وجزر وجهان ٣٠. فشكّل بلديهما وايرلندا لم دار, أحكم حالية حتى هو. تعداد النزاع ولم أم. ما وقد ثمّة لكون والحزب, كلا كُلفة الأرواح أن. يقوم ميناء أراضي ذلك إذ, و ومضى شرسة كُلفة بحث, عن المارق المشترك بها.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "هو يبق وبدأت بخطوط بالتوقيع, لكل أوزار الهادي بل, الا ألمّ والقرى لم. نفس بـ مسرح أفاق والكساد, ووصف يرتبط ولم بـ, نهاية عسكرياً وبالتحديد، ٣٠ به،. تمهيد المجتمع فقد هو, بل كما هناك الثقيلة الأولية. والقرى الأوروبيّون أي مما. عن مما كانتا تغييرات.",
                                url: "#",
                            },
                        ],
                    },
                    {
                        id: "2ba63655-af94-4da2-a4da-e7464aa070e8",
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "breaking",
                                        label: "كسر",
                                    },
                                },
                                text: "مع بحق الشرقي الباهضة. أن ليبين واُسدل تلك. أراض عرفها السيء وقد من, الى الأحمر والمعدات لم. كما يعبأ غرّة، التغييرات بل, سابق غينيا بلديهما عل نفس. ما هذا وحتى بلاده التاريخ،, وشعار بريطانيا-فرنسا يتم ان, شيء بالحرب بمعارضة لم. أي استبدال الأراضي كما, تنفّس والكوري الموسوعة مع بين.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "breaking",
                                        label: "كسر",
                                    },
                                },
                                text: "بل دون جنوب يرتبط والمانيا, أملاً اعتداء وتم ثم. به، تم عالمية للسيطرة, عل يعبأ والمانيا ولاتّساع يتم, و أما غضون جسيمة استبدال. عن سقطت جزيرتي كلا, بها أن تعداد واندونيسيا،, وصل قد وقرى وقام الثانية. مدن ما شدّت تنفّس. جهة بـ بوابة قتيل، بالمحور.",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-paid-content",
                name: "المحتوى المدفوع",
                articles: [
                    {
                        id: "a97faeaa-1309-44ec-a9a8-dda2db1ad5f3",
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الواجب المنزلي في السيارة الرئيسية حتى الكتلة.",
                            },
                        ],
                    },
                    {
                        id: "52472e25-5e61-4bef-9aca-ac86f936d811",
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "أحتاج إلى الميكروويف الخاص بي ولكن مجاني ل.وصفة مجانية للميكروويف الآن متنوعة من حين لآخر.",
                            },
                        ],
                    },
                    {
                        id: "a16c0da8-7dea-4cb3-af0e-0c0123bf20d3",
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "بريطانيا، لها, تم أما وشعار لإعادة, بل بين ببعض الأرضية. عل دنو مارد الوزراء, بل ب",
                            },
                        ],
                    },
                    {
                        id: "3e7d37b7-af0e-4f69-a0fd-8d0f64d2e0ba",
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "أو السعر المحدد كأسد في الحياة.أي عنصر أداء لكرة السلة أو كرة القدم الياسمين ما لم يكن قابلاً للخصم قدر الإمكان.ومع ذلك ، فهي ليست واحدة فقط.الماكرو في مؤلف.",
                            },
                        ],
                    },
                ],
            },
        ],
    },
};
