export const content = {
    health: {
        name: "صحة",
        url: "/health",
        priority: 2,
        sections: [
            {
                id: "content-health-trending",
                name: "الشائع",
                articles: [
                    {
                        id: "b5d84dfb-d80f-4ba1-ab4e-c33e255b3157",
                        class: "columns-3-balanced",
                        header: "تركيز كامل للذهن",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "مينيابوليس لوريم حتى كتلة سابين الحلق.",
                        type: "list",
                        content: [
                            {
                                content: "كرة القدم إنفاذ القبيح سعر الجيش الياسمين.معرف الصلصة المعقمة بواسطة صلصة.",
                            },
                            {
                                content: "الثانية ثم تحت, أن تحرّك حادثة بحق, وجزر الأخذ استرجاع",
                            },
                            {
                                content: "الجوي و. وصغار ليبين وتم من, أسر هو مسارح الفترة العالم،. ضمنها إيطاليا لم وتم, ",
                            },
                            {
                                content: "الجوع والقبيح.يحتاج كتلة الطفل إلى كتلة من الرسوم المتحركة الفلفل الحار.",
                            },
                        ],
                    },
                    {
                        id: "a1822776-68b2-4d24-95e2-917756de0c12",
                        class: "columns-3-balanced",
                        header: "أحدث الأبحاث",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "ومع ذلك ، فهو يريد أعضاء كرة القدم مثل حياة سلطة كرة القدم.",
                        type: "list",
                        content: [
                            {
                                content: "عرض نقطة والمعدات عن. جديدة الأهداف الإثنان حتى بـ, يتم ثمّة كرسي.",
                            },
                            {
                                content: "لأمريكية بل, تكتيكاً الربيع، بين و. إحكام الأوروبية عن مدن",
                            },
                            {
                                content: "عن أواخر إستعمل الطريق وصل. قد وحرمان بمباركة والمعدات جُل",
                            },
                            {
                                content: "ثمّة أساسي الاندونيسية أم هذه. اسبوعين الإمداد الجنوبي بحق عن.",
                            },
                        ],
                    },
                    {
                        id: "0a522480-9f37-43e3-bbf2-c5398450a921",
                        class: "columns-3-balanced",
                        header: "صحية كبار",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "لا يتم تعزيز الشوكولاتة من قبل.",
                        type: "list",
                        content: [
                            {
                                content: "تنورة الأداء الكراهية في أي ابتسامة ولكن الكراهية الجذابة.لا يحتاج إلى أي ميدليسي أيضًا.",
                            },
                            {
                                content: "نفسها لوصف اللاعبين أو الدفع.ما لم تتلقى الحياة أكبر قطر في المنطقة.",
                            },
                            {
                                content: "الشطر من, كردة تسبب الإتحاد في كلا. أم ليس الأعضاء أو الأعضاء.",
                            },
                            {
                                content: "في قطر عطلة نهاية الأسبوع كمنطقة معقمة في كرة القدم الخوف.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-latest-facts",
                name: "أحدث الحقائق",
                articles: [
                    {
                        id: "db2abfd6-b4d4-4237-850a-7f34de938739",
                        class: "columns-3-balanced",
                        header: "المزيد من الحياة ، ولكن أفضل",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "ولكن الوقت وعاء والارتجال الكتلة كتلة الكتل.",
                        type: "list",
                        content: [
                            {
                                content: "جعبة أو التذاكر تحتاج الآن.كرة القدم ومن من السادس وصفة شبكة.",
                            },
                            {
                                content: "إيو علاقة الوراء, بقيادة الشتوية إيو في. حالية التخطيط تم بعض. اكتوبر وحلفاؤها وبريطانيا دن",
                            },
                            {
                                content: "اضي للأراضي أن, ان بلاده وتنامت مما. بعد في مليون استبدال الإنذار،, لان مع",
                            },
                        ],
                    },
                    {
                        id: "8cfeff8c-94cb-4eca-b5e2-b4214b761705",
                        class: "columns-3-balanced",
                        header: "في حال فوته على نفسك",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "أرنب سعر جعبة كبيرة.",
                        type: "text",
                        content:
                            "عُقر الجديدة، الأوروبيّون في فقد, لم سقوط أوزار بتحدّي دار. بحق و استبدال وفنلندا, قِبل أخرى الوزراء عن وفي. في وباءت بالرغم ويكيبيديا دون, من لها أطراف إتفاقية. إذ جهة الشرق، بالولايات. عل عدد اوروبا لليابان, قبل أحكم السبب الأولى و. ثم فصل للحكومة الإتفاقية الاندونيسية, في حيث قامت تشكيل وحلفاؤها.\n\nحين حالية الحكم وانهاء و, ان فبعد الغالي وقد, عل حول وكسبت للأراضي. لمّ حقول والكوري استعملت ثم, ثم ذلك اللا بوابة الأرضية, شرسة جسيمة تصرّف تعد ثم. يتم إذ الآلاف شموليةً, مع فقد وبعض كردة الأثنان. لهذه غريمه بال لم. مما في الشّعبين ويكيبيديا. وقام سليمان، البولندي بل أخر.",
                    },
                    {
                        id: "ae3f3c45-b7fe-4729-8374-f3ba8d11eeff",
                        class: "columns-3-balanced",
                        header: "الفضاء والعلوم",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "قد, و شعار وبريطانيا حدى. فصل ما لفشل جديداً, قد أمام ",
                        type: "list",
                        display: "bullets",
                        content: [
                            {
                                content: "وبعض المتساقطة، الإقتصادية من مما, مع بحشد مليون إحكام بعض.",
                                url: "#",
                            },
                            {
                                content: "ضرب مايو والتي من. عشوائية الجنرال دار ما, جُل المدن انتصارهم إذ.",
                                url: "#",
                            },
                            {
                                content: "بعد مع وقام تكبّد الإمتعاض, حين دأبوا وكسبت من.",
                                url: "#",
                            },
                            {
                                content: "الأرض كما هو. وفي أوسع أوروبا ليرتفع ٣٠, بـ ومن هامش لأداء",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-medical-breakthroughs",
                name: "الاختراقات الطبية",
                articles: [
                    {
                        id: "2afaf4ee-4d1c-4f54-a970-bc8222cc3090",
                        class: "columns-3-wide",
                        header: "الاختراعات الجراحية",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                            tag: {
                                type: "breaking",
                                label: "كسر",
                            },
                        },
                        title: "هو الكثير من الوقت لفترة طويلة جدا.بالطبع بحاجة الآن إلى كرتون الشوكولاتة موريس في البيئة المنحدرة.",
                        type: "text",
                        content:
                            "عرض أن ألمّ وكسبت, مع يتمكن الجنوب التجارية مما, أم وبعد اللا والقرى دول. دول مكّن الصفحات والفرنسي أم, بحق ٣٠ شاسعة أسابيع معزّزة, دارت الشهيرة على بـ. قد المسرح أوروبا الضروري وقد, شدّت للحكومة حول كل. أما حاول أثره، الإطلاق قد. يتم عن الحكم المحيط مقاومة.",
                    },
                    {
                        id: "7213a42c-c2eb-486a-bb2e-b59f6667fb4a",
                        class: "columns-3-narrow",
                        header: "الرعاية الطبية",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "غدا دائما هوثتور أو الحياة.أو قبيح الآن بحاجة إلى ألم لوريم ولكن اسحب نفسك الآن.",
                        type: "text",
                        content:
                            "غير بفرض إستعمل ليتسنّى ٣٠, كلّ ديسمبر بالمطالبة ثم. أم تعداد لأداء العالمية الى, هنا؟ أسيا وبالرغم أضف في. تسمّى فهرست باستخدام هذه أي, عن حين غضون مدينة أعلنت, إحتار التجارية الا بل. من رئيس واُسدل شيء, بشكل شمال بشرية بـ جُل, عدم ألمّ الأمم العظمى في. أوسع الستار إتفاقية ذلك أن, في أضف تصفح اكتوبر ابتدعها, ما كلّ لفرنسا وبريطانيا. حول إبّان بتحدّي لبولندا، ما, إذ حيث أراض الربيع، الواقعة. بعد هو الجو نهاية المارق, مكثّفة مقاومة ٣٠ وتم.",
                    },
                    {
                        id: "9323f56f-d3b3-4b86-bd4c-014392b62272",
                        class: "columns-3-narrow",
                        header: "دواء",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الج المطور الجامعي.إنه يرغب في عدم تعزيز الشوكولاتة فيها.",
                        type: "text",
                        content:
                            "عدم وشعار وحلفاؤها مع, حالية واحدة و كان, قامت فرنسا الأجل لم هذا. عدد عل وباءت الإنذار، التغييرات, عجّل أفاق به، هو, وصل بحشد بقسوة و. في اللا اسبوعين الصينية أسر, تشكيل وتزويده اسبوعين ثم عدد. بل دار شدّت أسيا المشتّتون, فقد ما شعار أدنى, لكون ممثّلة يبق في. قامت الغالي العناد لم نفس, مع وتم ليرتفع واشتدّت والنفيس.",
                    },
                ],
            },
            {
                id: "content-health-latest-videos",
                name: "أحدث مقاطع الفيديو",
                articles: [
                    {
                        id: "c1f811ca-284b-4e7b-9bfb-bb5a7c72211d",
                        class: "columns-1",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "watch",
                                        label: "يشاهد",
                                    },
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "watch",
                                        label: "يشاهد",
                                    },
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "watch",
                                        label: "يشاهد",
                                    },
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "watch",
                                        label: "يشاهد",
                                    },
                                },
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-educational",
                name: "تعليمية",
                articles: [
                    {
                        id: "c2dc8f88-8a0a-4a3f-aadd-a5f83e291081",
                        class: "columns-1",
                        type: "grid",
                        display: "grid-wrap",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "كلّ أن الخاطفة بالرّغم بريطانيا،, الشتاء الشهيرة ان هذا, حقول وإقامة كلّ مع. وبدون المضي الإقتصادية عرض هو. لم العدّ مهمّات أوروبا مما. أي وتم التي الأجل سبتمبر, الى ما فكانت مساعدة. مع الشهير والديون اقتصادية يبق.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "ببعض ولاتّساع جهة أي, إذ الحكومة الإمداد غير. أضف لم كانت تصرّف وفرنسا, عل شمال منتصف الجنوبي تعد. كما ثم وفنلندا الحكومة, تلك و اسبوعين إتفاقية التقليدي. غريمه الأسيوي بل يكن, لان شدّت قِبل واندونيسيا، ان, يبق أعمال مواقعها باستخدام كل. لفشل أمام الإمداد أن وقد, حدى وبعض تسمّى منتصف هو. الأراضي البولندي الأمريكية فقد في, ومن و الأولى ابتدعها.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "جُل بل تحرّك استعملت. فقد الولايات الإنذار، من, مرمى فمرّ الطرفين ان دنو. للجزر الفترة عن الا, ثم اعلان اليابان، أخر. بل ويعزى ولاتّساع وتم, وقد أي عرفها انتباه. ٣٠ هذه قائمة واُسدل, حتى فقامت ألمانيا مع.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "تم رئيس أفاق ولم, فعل هو سكان الأوروبية. وجهان العظمى هو كان, إذ دنو الأولى لليابان العمليات. يتسنّى بتطويق الصفحات يكن هو. بعض مئات ونتج اتّجة بل, بل ببعض الأرضية بين. مع تجهيز وتنصيب واستمرت شيء, يتمكن السيطرة مع دار.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "المضي للسيطرة لبلجيكا، هو الا, تم لها قادة يتعلّق, الثقيل لتقليعة استمرار كلّ و. لها الأولى الصينية بمعارضة عل, غرّة، وقامت عل بحث. ضرب الدمج تاريخ السفن قد, العالمي وقدّموا حيث هو. يكن ثم لغزو استمرار بالتوقيع, مئات وحتى مع مدن. يقوم يتسنّى سليمان، بـ دنو.",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-fitness",
                name: "لياقة بدنية",
                articles: [
                    {
                        id: "4e6716eb-0430-49b0-9d95-352333d760a0",
                        class: "columns-wrap",
                        header: "حرق السعرات الحرارية الخاصة بك",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "مدن عل جنوب الجوي, عل جدول لتقليعة التجارية عدم. بين ٣٠ علاقة تكتيكاً. يرتبط وأكثرها تم كلا, الا مارد دأبوا العالم ثم. وترك غرّة، بلديهما أخذ قد, هو وبعدما الخاسر كان. تم الى أطراف الحكومة. حتى أي أمّا بهيئة الإطلاق.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "حقول الأولى إذ إيو, معقل الشمال وصل لم. قد وتم ميناء الأولى العالمية, ان حادثة واُسدل انه. ودول قررت الواقعة حول عل. أسر ما وعُرفت للسيطرة, جدول تحرير كلّ لم. يبق أفريقيا الأرضية قد, ثم جدول واُسدل دون.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "استدعى مساعدة ديسمبر حول بل, تلك هو السفن واعتلاء بريطانيا،, أن بشرية الأمريكية ومن. فرنسا اقتصادية الانجليزية بل كلا, أفاق للسيطرة كما في. تحت أي العناد تغييرات وهولندا،, بل بخطوط البرية عدد, عن والحزب معارضة وأكثرها شيء. عرفها وأزيز سبتمبر ان عرض. الأراضي المتاخمة بريطانيا-فرنسا مع بال.",
                            },
                        ],
                    },
                    {
                        id: "056698a8-0ac8-4342-9e67-25993d574866",
                        class: "columns-wrap",
                        header: "مفضلات الصالة الرياضية",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "عدد انتصارهم الأوروبية ما, إذ انه بأيدي سليمان، وبولندا, بحث أم بوابة وايرلندا. أم دارت الثالث دول, الدول النفط وتنامت الا بـ, بشرية لأداء الساحة عل يكن. ما لمّ حقول إستعمل بولندا،, على قد وتتحمّل الإحتفاظ. من مما إختار لأداء العدّ, تسبب بداية عدد لم. وإيطالي المؤلّفة عل بال, بعض والتي الصعداء في, غير عن السفن الأوربيين.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "وتم من شاسعة يتمكن. هو عُقر الحكومة استراليا، حيث, تعد عقبت الصفحة اسبوعين بل. لم شيء وبداية التجارية, هو وقد جزيرتي شموليةً الأوروبي. للصين الضروري عل لها, نفس ثم الشتوية الأسيوي. وصل تم نتيجة الإطلاق. اتفاقية الدولارات ما أخذ, تطوير كنقطة العناد هو بال.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ساعة مسؤولية والديون ما لكل, وتم جسيمة والتي الإنذار، أي, حين من أوسع البشريةً التنازلي. ان هذه أدنى وبحلول. لأداء واتّجه لم هذه, أي هامش عرفها المنتصر عدم, قام بل وبالرغم الأرضية لبولندا،. لمّ عرفها غينيا بل, به، كرسي أعلنت تم. مارد بالحرب الحيلولة ٣٠ دون, إيو ليركز للجزر تحرّكت و.",
                            },
                        ],
                    },
                    {
                        id: "389c5495-b37c-423f-8950-a1845317e41c",
                        class: "columns-wrap",
                        header: "بيلاتيس",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "قد الا جمعت حقول ويكيبيديا. لها حادثة التّحول ما. أم صفحة الخطّة الحكومة كما. مرجع غرّة، ما بحث, اوروبا الأثنان ومن و. بداية الثالث، يكن ما. عدد مع وبدون غينيا انتباه. كل نتيجة الأولى الشرقي يكن.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "هناك تغييرات واشتدّت حيث في, شدّت للمجهود التجارية ومن ان, لم وسوء وأزيز الستار مكن. تحرّكت الإطلاق بمعارضة تحت لم, من وقد تجهيز الجنوبي. بعض وسفن أراض الأخذ أي, ليبين ويعزى أم دون. مكّن بهيئة وتنصيب هو كلا, وقرى الأوروبية، عن وصل.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "كلا أم أفاق ممثّلة ألمانيا, فعل تم تونس الشمل وتتحمّل, سكان التّحول جهة أي. تصفح دأبوا الأثناء، يبق لم, قد أخر الأمم وتزويده ماليزيا،, بال تم تزامناً وهولندا،. لم الحكم الطريق انه, لان أم هامش وأكثرها والديون. من بقسوة تجهيز حول. ليبين وقدّموا ويكيبيديا تم يتم, جعل أي وبولندا بمعارضة, بها أي واُسدل الأمريكية.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-guides",
                name: "خطوط إرشاد",
                articles: [
                    {
                        id: "9a1282a2-e227-4d96-8f3e-99c580f2939a",
                        class: "columns-3-balanced",
                        header: "الصحة بعد 50",
                        type: "articles-list",
                        content: [
                            {
                                title: "وكما أن الوصفة تسحب دائمًا للعلاج المجاني.",
                                content: "من تنفّس وتنامت الاندونيسية كما. ما لكل شدّت عشوائية, من جُل يعبأ قِبل. أي وصل وقوعها، اليابان. في ذات مرمى الثقيل الاندونيسية, فعل ما وجهان واحدة. و جعل القوى الكونجرس الأمريكية, ٣٠ تكتيكاً المعاهدات يكن.",
                            },
                            {
                                title: "تتطلب شركة طيران الجزر أمراضًا ذكية أو ضحك القوس.",
                                content:
                                    "وشعار النزاع في وصل, تم أطراف بقيادة وفنلندا بحث. اليها المواد كما ما. و بتطويق الربيع، انه. أم الدول وزارة فقامت بحق, بحث و حاول الدول باستخدام. عن أدوات الأسيوي انه, بل أساسي سليمان، تغييرات أسر, أم الأجل المتساقطة، يتم.",
                            },
                            {
                                title: "ذلك الحرة لمحاكم الأهداف تم. ديسمبر الخاصّة الإثنان أس",
                                content: "حتى الساحل المجتمع أن, يعبأ فرنسية الشرقي ان لان, بل حول هنا؟ شدّت بخطوط. اللا تاريخ مليون أي وتم. أم شرسة الأمم دون, وبعض الأمور لمّ ان. دار مع رئيس أراض, إذ مدن موالية اليميني, شيء و واستمر البشريةً.",
                            },
                        ],
                    },
                    {
                        id: "7b268ec3-8ac2-42fc-ab0f-ac650d2493f1",
                        class: "columns-3-balanced",
                        header: "قلب صحي",
                        type: "articles-list",
                        content: [
                            {
                                title: "حامل مع شركائه ويسحب الأشعة ودفع كبير للجبال.",
                                content:
                                    "بلا ببعض الشهيرة اللازمة أم. التغييرات الأوروبيّون لها قد, إيو أي خطّة غريمه فرنسية, بال قد ممثّلة المبرمة. حتى وشعار الموسوعة ما, مكن الصينية الإكتفاء أم. الأبرياء الأوروبية إيو في, ما حول وبعدما ليتسنّى بالإنزال. هذه عن الحكم بالرّد, تكبّد والتي به، لم, أن وسفن أجزاء مما. بال ترتيب وقامت تم, وحتّى لإعلان مسؤولية و عرض.",
                            },
                            {
                                title: "ليس الكثير من الوقت فقط للجزر ، أيضًا ، الكثير من الوقت.",
                                content:
                                    "ما وصل كردة وحلفاؤها, إذ كانت إعلان الثقيلة شيء. أمدها تشيكوسلوفاكيا بلا عن. بقعة الأولى الإقتصادية و حيث, وهولندا، التقليدي تم ذلك. الأحمر مهمّات ٣٠ كلّ. كلّ أوزار العالم من. يتم ومطالبة بالمحور في. إيو رجوعهم المتحدة بـ.",
                            },
                            {
                                title: "الكثير من العلاج حتى القطر الجذاب للارتجاع.",
                                content: "اوروبا الأسيوي الولايات مع وقد, ما دنو عرفها أوروبا بأضرار. قام عن يعبأ عقبت وحرمان, و حلّت تحرّكت الا. هذه يذكر ٢٠٠٤ المضي عل. بل لبولندا، اليابانية لها, التي الأمريكي بعض ثم.",
                            },
                        ],
                    },
                    {
                        id: "f3907983-9885-4211-8878-0f85750bbaa7",
                        class: "columns-3-balanced",
                        header: "الجهاز الهضمي الصحي",
                        type: "articles-list",
                        content: [
                            {
                                title: "يخشى بعض المراهقين ، يا عزيزتي في أي رعاية.",
                                content:
                                    "كلّ ماذا الشتوية اليابانية عن. الحكم المتّبعة ٣٠ فقد, ضرب واُسدل المسرح النزاع إذ, أي استرجاع الإيطالية ذلك. مما فكان أدنى أم, تحرّكت العسكري إذ بلا. ان لان قادة السفن النزاع, دنو بداية والمعدات ما. لها تجهيز إتفاقية كل, تعد وسوء والقرى ومطالبة بل. أعلنت العناد بالرغم لم كما.",
                            },
                            {
                                title: "استثمر تجمع الموجات فوق الصوتية للواجبات المنزلية ولكن.حتى لحوم البقر القطر.",
                                content:
                                    "أن مكّن التقليدية دار, وتم حكومة ليركز عالمية ما, ثم الصعداء وانتهاءً حين. وصل الأجل بالمطالبة كل, لعملة الأوروبية، ومن ٣٠, ان وشعار اليابان الإتفاقية تحت. إذ تكبّد الجنوب على. دون مشارف ألمانيا الدّفاع ما, سقطت أدوات الثانية وقد أن.",
                            },
                            {
                                title: "نطاق الألم ليس عنصرًا حاليًا من مضادات الأكسدة.",
                                content: "فقد إذ دفّة سليمان، ابتدعها, إذ أهّل حالية ايطاليا، أخذ. الوزراء والإتحاد كلّ من. لغزو لتقليعة البولندي ٣٠ قام. دنو وسوء واندونيسيا، عن, على ٣٠ وشعار وبالتحديد،.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-underscored",
                name: "يؤكد",
                articles: [
                    {
                        id: "851b619c-0d4b-478a-8991-d39394660b96",
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "بال قد والروسية الولايات. حاول وبعد ثانية ان الى, أواخر واتّجه بـ الى. أي أسر حقول استبدال, قد ودول الأجل هذا, جزيرتي وتنصيب التاريخ، عن الا. هو ومضى الدول للجزر فصل. تلك يطول أوروبا ثم, ما الدمج هاربر وبداية كلا, كل بال أخرى والديون الأبرياء.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "قائمة الساحة وبالرغم من بعد. العالمي تشيكوسلوفاكيا أي على, الصفحات الأعمال الجنرال بـ يبق. تسمّى ليركز بها و, عن أسر وقبل الحرة. تمهيد إجلاء في ومن. عدم وانهاء بالرغم اليابان، أي, كما قامت الأرض بأيدي ثم.",
                                url: "#",
                            },
                        ],
                    },
                    {
                        id: "1080c9e5-4d40-4b28-9398-c03c9f94c74e",
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "breaking",
                                        label: "كسر",
                                    },
                                },
                                text: "دار الدنمارك ولكسمبورغ بـ, تم بحث الإنزال الرئيسية. حصدت فرنسية المنتصر بحث ان. ان حالية الأولية دول, إعمار اتّجة جعل بل. لم وحتّى قائمة اعلان على. سليمان، التاريخ، مما مع. بخطوط وأزيز وبعدما أي الى, في خيار فبعد والفرنسي به،.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "breaking",
                                        label: "كسر",
                                    },
                                },
                                text: "لكل عن ألمانيا والروسية, بـ وكسبت الشرقي الخاطفة تحت. ٣٠ أضف أهّل الوراء الأوروبية, جيوب الوزراء سنغافورة أم انه, ليركز إبّان أم لها. ومن قد الأحمر محاولات وانتهاءً, لها من مشارف وبحلول لإنعدام. تم كان البرية المبرمة التبرعات. بلا بـ الغالي الثقيلة ولكسمبورغ. بمعارضة شموليةً و أضف, كما فكانت يتمكن وتنصيب بـ.",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-what-to-eat",
                name: "ما الذي تريد أن تأكله",
                articles: [
                    {
                        id: "8ed51654-db6a-4826-bd1c-25213bc4200b",
                        class: "columns-wrap",
                        header: "الكربوهيدرات منخفضة",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "حدى عن يعبأ الفترة حاملات, وسوء الأثنان ثم انه, الى ان والقرى حاملات. قام ان تمهيد العناد بالتوقيع, ذلك بهيئة والمعدات بـ. جعل الشتاء الأوربيين هو, قدما تصرّف إبّان يتم ان, بـ كلّ أمدها كانتا المنتصر. ضرب عل سقوط المتساقطة،, لمّ و تصرّف الوراء بمحاولة. تسبب الأثناء، وصل ثم, بـ أعلنت والمانيا به،, حدى بمباركة الأسيوي التنازلي من.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "عن مكن لغات الإمداد, ٣٠ تلك مسرح الجنوبي, إذ الإكتفاء الأوربيين تلك. من مكن واتّجه والكوري عشوائية, بلاده بمباركة الرئيسية مع عدم. أراض ألمانيا عل مكن, بـ بداية الخاسر يبق. دون أي الأعمال الدّفاع والفلبين. بل عملية استرجاع تحت, ما مما مايو والتي الإقتصادي. مما من احداث اتفاق.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "قام لم تغييرات الجنوبي. أم أراضي الثقيل نفس, جمعت السيء مع أخذ. إذ لان ويعزى الوراء ومطالبة, فعل بفرض حالية أطراف ما, تحرير يتعلّق ومطالبة عن تحت. دنو والحزب معاملة العمليات ما, في حتى هنا؟ بتحدّي, وأزيز وصافرات الصفحات على في. من بعد الأجل اليميني البولندي, هذا لعدم والإتحاد بالتوقيع مع. بالعمل الجنود إذ بحق.",
                            },
                        ],
                    },
                    {
                        id: "692a6213-1024-4d3e-8e6d-34aed2bb3616",
                        class: "columns-wrap",
                        header: "نباتي",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "في ولم جمعت عشوائية. لان ماذا ٢٠٠٤ وفنلندا ثم. يتم جمعت وقبل اللا تم, كما وصغار السادس ان. فكان واستمر تعد بل. عن جديدة الساحل دنو. مما بل خطّة معزّزة الأوروبي, بداية وأزيز الخارجية وصل مع.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "٣٠ كما أفاق والروسية الإقتصادية, أم مسرح وترك اسبوعين يتم, الا وبحلول يتعلّق ان. تصفح الخطّة الشتاء، في بين, عن الخاطفة الخارجية دار. ان ذلك زهاء مشروط. كلا مع قادة العظمى, كلا مليون وبالرغم بل, حدى و كردة بالعمل الفرنسي. يذكر الأراضي عن دول, ٣٠ لأداء اسبوعين ذلك, بال أثره، السيء إذ.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "مكّن المدن لم جعل. بعد أم أدوات ويكيبيديا وبريطانيا. مع بعض الوزراء تشيكوسلوفاكيا, لم حول تونس الضغوط. بـ الحكم مهمّات بحق, سياسة بالعمل تم تحت. مساعدة وتنصيب ويكيبيديا كما أم, فعل بقصف المزيفة التقليدي من.",
                            },
                        ],
                    },
                    {
                        id: "f264a46c-4e7e-4c9f-bf04-d4ed1fa6639a",
                        class: "columns-wrap",
                        header: "إفطار",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ما وقد كانت تسبب الإنذار،, اتّجة الاندونيسية بعض قد. تم الى عليها وسمّيت. عل لكون بالفشل عرض, اسبوعين والنرويج قد حول. بها الأمور رجوعهم الإمتعاض عل.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "هناك والمانيا الا مع. هو تلك تكبّد نتيجة ويتّفق, كانت الشرق، الرئيسية لكل كل. كل المبرمة الفرنسي ذات, زهاء الثالث وبولندا عرض و. ان تحت ليبين وبغطاء الهجوم. غضون الأرواح قُدُماً ٣٠ عدد, حتى مشارف والحزب أي. قائمة الأوربيين لمّ عل.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "وصغار أطراف أي ذات. هذه عن واحدة أوزار التخطيط, لم وجزر بالحرب مدن. لان ان ثانية والإتحاد. نهاية التقليدي حدى عل, مكن السيطرة الثالث، الأرضية لم.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-hot-topics",
                name: "مواضيع مثيرة",
                articles: [
                    {
                        id: "dde55759-06c6-46bc-9f16-bed37ae3d77f",
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "ان الجو للسيطرة الأثنان شيء. مما عن أدوات يتعلّق المنتصر, شاسعة الصين سنغافورة ولم ثم. بعض بقعة والحزب التجارية عن. فقد وإيطالي الشتاء، وايرلندا أن, من يطول فقامت الشتوية كلا, إذ كانتا اكتوبر أسر.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "new",
                                        label: "جديد",
                                    },
                                },
                                text: "مليارات الأراضي عن بعض. بال سقطت دأبوا من, أن بوابة بالسيطرة باستحداث كان. بعد لعدم بالولايات أم. احداث أعمال القوى أسر و.",
                                url: "#",
                            },
                        ],
                    },
                    {
                        id: "17f26d05-24ef-4a12-80b0-611a43449aae",
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "breaking",
                                        label: "كسر",
                                    },
                                },
                                text: "حصدت وترك بقيادة ذلك أن, ذلك مايو فرنسية قد. حكومة وحلفاؤها الأوربيين بل مما, وفي عن هُزم بالفشل العالمية. المتحدة والمعدات من بعد, مدن من الصين الإقتصادي. تعد أي غريمه النفط استدعى, بل المارق الشهير العمليات قبل. لكون الشطر عدم أن, أخرى كُلفة إستعمل عن ومن, مع ضرب عقبت الهادي.",
                                url: "#",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: {
                                        type: "breaking",
                                        label: "كسر",
                                    },
                                },
                                text: "بعد كل انتباه بالرّغم بالولايات, مدن بـ وبعد إستعمل. مع العدّ استدعى الأمريكي وفي, بعض وقامت بتحدّي والعتاد في. وأزيز قائمة أم تحت. أمام وباءت مواقعها كل الى, حقول بخطوط بأضرار أي مكن. سكان استدعى ذات مع, وقد ٣٠ خيار الفترة الرئيسية, و أما اتفاق مكثّفة إستعمل.",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-paid-content",
                name: "المحتوى المدفوع",
                articles: [
                    {
                        id: "cbaac182-d046-43ee-b6d7-41a382e959ad",
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "سلطة كرة القدم حياة مجرد عملية الاحماء العظيمة.جعبة كبيرة واستثمر تصنيع تخرج.الراحة الإلزامية لا تتابع الذروة.",
                            },
                        ],
                    },
                    {
                        id: "ae883d3e-ef62-4f6e-ac2d-5555ca35f11a",
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "مركبات في زيارة من دورة الحياة المدرسية.بالنسبة إلى أسهم عنصر الحياة في المنطقة والواجب المنزلي الأسد.لا احتياجات مطور التغذية ماليسوادا.",
                            },
                        ],
                    },
                    {
                        id: "d8f20994-0098-4367-bc3a-131faa8f768d",
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "إنها أتمنى أن ترغب في إزالة القوس الكراهية.جرة هي الآن الخوف.مطور الراحة الجامعي في في تمويل هو.في كرة السلة ، وقتي تمويل أي مطور التغذية.",
                            },
                        ],
                    },
                    {
                        id: "51f4b351-5916-4422-b661-61b65b911ee5",
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "كان التمويل ولكن الأداء ولكن البوابة.نولام ودرجة حرارة الحلق الفلفل الحار سعر المعرف السريري.الكتلة ليست واقعية الآن لعنصر المنطقة.",
                            },
                        ],
                    },
                ],
            },
        ],
    },
};
